[
  {
    "word": "airport",
    "simple_sentence": "I visited the airport during my trip.",
    "simple_sentence_spanish": "Visité el aeropuerto durante mi viaje.",
    "complex_sentence": "The airport is a bustling hub where travelers embark on their adventures.",
    "complex_sentence_spanish": "El aeropuerto es un bullicioso centro donde los viajeros comienzan sus aventuras.",
    "pronunciation": "/ˈɛr.pɔːrt/",
    "spanish": "aeropuerto",
    "id": 1
  },
  {
    "word": "station",
    "simple_sentence": "I visited the train station during my trip.",
    "simple_sentence_spanish": "Visité la estación de tren durante mi viaje.",
    "complex_sentence": "The station is a key transit point connecting various cities and cultures.",
    "complex_sentence_spanish": "La estación es un punto de tránsito clave que conecta diversas ciudades y culturas.",
    "pronunciation": "/ˈsteɪ.ʃən/",
    "spanish": "estación",
    "id": 2
  },
  {
    "word": "bus stop",
    "simple_sentence": "I waited at the bus stop for my ride.",
    "simple_sentence_spanish": "Esperé en la parada de autobús para mi transporte.",
    "complex_sentence": "The bus stop is a convenient location for commuters and travelers alike.",
    "complex_sentence_spanish": "La parada de autobús es un lugar conveniente para los viajeros y los que usan el transporte público.",
    "pronunciation": "/bʌs stɑp/",
    "spanish": "parada de autobús",
    "id": 3
  },
  {
    "word": "train station",
    "simple_sentence": "I visited the train station during my trip.",
    "simple_sentence_spanish": "Visité la estación de tren durante mi viaje.",
    "complex_sentence": "The train station is known for its architectural beauty and vibrant atmosphere.",
    "complex_sentence_spanish": "La estación de tren es conocida por su belleza arquitectónica y su ambiente vibrante.",
    "pronunciation": "/treɪn ˈsteɪ.ʃən/",
    "spanish": "estación de tren",
    "id": 4
  },
  {
    "word": "subway",
    "simple_sentence": "I took the subway to explore the city.",
    "simple_sentence_spanish": "Tomé el metro para explorar la ciudad.",
    "complex_sentence": "The subway system efficiently transports millions of passengers daily.",
    "complex_sentence_spanish": "El sistema de metro transporta eficientemente a millones de pasajeros a diario.",
    "pronunciation": "/ˈsʌb.weɪ/",
    "spanish": "metro",
    "id": 5
  },
  {
    "word": "port",
    "simple_sentence": "I arrived at the port for my cruise.",
    "simple_sentence_spanish": "Llegué al puerto para mi crucero.",
    "complex_sentence": "The port serves as a gateway for international trade and tourism.",
    "complex_sentence_spanish": "El puerto sirve como una puerta de entrada para el comercio internacional y el turismo.",
    "pronunciation": "/pɔrt/",
    "spanish": "puerto",
    "id": 6
  },
  {
    "word": "harbor",
    "simple_sentence": "The harbor was filled with beautiful yachts.",
    "simple_sentence_spanish": "El puerto estaba lleno de hermosos yates.",
    "complex_sentence": "The harbor is a picturesque location for both leisure and commerce.",
    "complex_sentence_spanish": "El puerto es un lugar pintoresco tanto para el ocio como para el comercio.",
    "pronunciation": "/ˈhɑːr.bər/",
    "spanish": "puerto",
    "id": 7
  },
  {
    "word": "pier",
    "simple_sentence": "I walked along the pier to enjoy the sunset.",
    "simple_sentence_spanish": "Caminé por el muelle para disfrutar de la puesta de sol.",
    "complex_sentence": "The pier is a popular spot for fishing, dining, and enjoying ocean views.",
    "complex_sentence_spanish": "El muelle es un lugar popular para pescar, comer y disfrutar de vistas al océano.",
    "pronunciation": "/pɪr/",
    "spanish": "muelle",
    "id": 8
  },
  {
    "word": "dock",
    "simple_sentence": "The boat was tied to the dock.",
    "simple_sentence_spanish": "El barco estaba amarrado al muelle.",
    "complex_sentence": "The dock is essential for loading and unloading cargo from ships.",
    "complex_sentence_spanish": "El muelle es esencial para cargar y descargar mercancías de los barcos.",
    "pronunciation": "/dɑk/",
    "spanish": "muelle",
    "id": 9
  },
  {
    "word": "runway",
    "simple_sentence": "The plane taxied down the runway.",
    "simple_sentence_spanish": "El avión rodó por la pista.",
    "complex_sentence": "The runway is a crucial part of the airport's infrastructure for takeoffs and landings.",
    "complex_sentence_spanish": "La pista es una parte crucial de la infraestructura del aeropuerto para los despegues y aterrizajes.",
    "pronunciation": "/ˈrʌn.weɪ/",
    "spanish": "pista",
    "id": 10
  },
  {
    "word": "terminal",
    "simple_sentence": "I waited in the terminal for my flight.",
    "simple_sentence_spanish": "Esperé en la terminal para mi vuelo.",
    "complex_sentence": "The terminal is designed to enhance the travel experience for passengers.",
    "complex_sentence_spanish": "La terminal está diseñada para mejorar la experiencia de viaje de los pasajeros.",
    "pronunciation": "/ˈtɜːr.mɪ.nəl/",
    "spanish": "terminal",
    "id": 11
  },
  {
    "word": "boarding gate",
    "simple_sentence": "I found my boarding gate easily.",
    "simple_sentence_spanish": "Encontré mi puerta de embarque fácilmente.",
    "complex_sentence": "The boarding gate is where passengers prepare to embark on their journey.",
    "complex_sentence_spanish": "La puerta de embarque es donde los pasajeros se preparan para embarcarse en su viaje.",
    "pronunciation": "/ˈbɔːrdɪŋ ɡeɪt/",
    "spanish": "puerta de embarque",
    "id": 12
  },
  {
    "word": "lounge",
    "simple_sentence": "I relaxed in the lounge before my flight.",
    "simple_sentence_spanish": "Me relajé en el salón antes de mi vuelo.",
    "complex_sentence": "The lounge offers a comfortable space for travelers to unwind.",
    "complex_sentence_spanish": "El salón ofrece un espacio cómodo para que los viajeros se relajen.",
    "pronunciation": "/laʊndʒ/",
    "spanish": "salón",
    "id": 13
  },
  {
    "word": "check-in",
    "simple_sentence": "I completed my check-in online.",
    "simple_sentence_spanish": "Completé mi check-in en línea.",
    "complex_sentence": "The check-in process is vital for ensuring a smooth departure.",
    "complex_sentence_spanish": "El proceso de check-in es vital para garantizar una salida sin problemas.",
    "pronunciation": "/ˈtʃek.ɪn/",
    "spanish": "facturación",
    "id": 14
  },
  {
    "word": "customs",
    "simple_sentence": "I cleared customs quickly upon arrival.",
    "simple_sentence_spanish": "Pasé por aduanas rápidamente al llegar.",
    "complex_sentence": "Customs is responsible for regulating goods entering the country.",
    "complex_sentence_spanish": "La aduana es responsable de regular los bienes que entran al país.",
    "pronunciation": "/ˈkʌs.təmz/",
    "spanish": "aduanas",
    "id": 15
  },
  {
    "word": "security",
    "simple_sentence": "I went through security before boarding.",
    "simple_sentence_spanish": "Pasé por seguridad antes de embarcar.",
    "complex_sentence": "Security is crucial for ensuring the safety of all passengers.",
    "complex_sentence_spanish": "La seguridad es crucial para garantizar la seguridad de todos los pasajeros.",
    "pronunciation": "/sɪˈkjʊr.ɪ.ti/",
    "spanish": "seguridad",
    "id": 16
  },
  {
    "word": "baggage claim",
    "simple_sentence": "I picked up my luggage at baggage claim.",
    "simple_sentence_spanish": "Recogí mi equipaje en la zona de reclamo de equipaje.",
    "complex_sentence": "Baggage claim is where travelers reunite with their belongings after a flight.",
    "complex_sentence_spanish": "La zona de reclamo de equipaje es donde los viajeros se reúnen con sus pertenencias después de un vuelo.",
    "pronunciation": "/ˈbæɡ.ɪdʒ kleɪm/",
    "spanish": "reclamo de equipaje",
    "id": 17
  },
  {
    "word": "car rental",
    "simple_sentence": "I rented a car at the airport.",
    "simple_sentence_spanish": "Alquilé un coche en el aeropuerto.",
    "complex_sentence": "The car rental service provides convenient transportation options for travelers.",
    "complex_sentence_spanish": "El servicio de alquiler de coches ofrece opciones de transporte convenientes para los viajeros.",
    "pronunciation": "/kɑːr ˈrɛnt.əl/",
    "spanish": "alquiler de coches",
    "id": 18
  },
  {
    "word": "parking lot",
    "simple_sentence": "I parked my car in the parking lot.",
    "simple_sentence_spanish": "Estacioné mi coche en el estacionamiento.",
    "complex_sentence": "The parking lot is equipped with security features to protect vehicles.",
    "complex_sentence_spanish": "El estacionamiento está equipado con características de seguridad para proteger los vehículos.",
    "pronunciation": "/ˈpɑːrk.ɪŋ lɑt/",
    "spanish": "estacionamiento",
    "id": 19
  },
  {
    "word": "taxi stand",
    "simple_sentence": "I waited at the taxi stand for a ride.",
    "simple_sentence_spanish": "Esperé en la parada de taxis para un transporte.",
    "complex_sentence": "The taxi stand provides easy access to transportation for arriving passengers.",
    "complex_sentence_spanish": "La parada de taxis proporciona fácil acceso al transporte para los pasajeros que llegan.",
    "pronunciation": "/ˈtæksi stænd/",
    "spanish": "parada de taxis",
    "id": 20
  },
  {
    "word": "hotel",
    "simple_sentence": "I stayed at a luxurious hotel during my trip.",
    "simple_sentence_spanish": "Me alojé en un hotel de lujo durante mi viaje.",
    "complex_sentence": "The hotel is renowned for its breathtaking views and exceptional service.",
    "complex_sentence_spanish": "El hotel es conocido por sus impresionantes vistas y su excepcional servicio.",
    "pronunciation": "/hoʊˈtɛl/",
    "spanish": "hotel",
    "id": 21
  },
  {
    "word": "motel",
    "simple_sentence": "I stopped at a motel to rest during my road trip.",
    "simple_sentence_spanish": "Me detuve en un motel para descansar durante mi viaje por carretera.",
    "complex_sentence": "The motel offers affordable accommodations for travelers on a budget.",
    "complex_sentence_spanish": "El motel ofrece alojamientos asequibles para los viajeros con un presupuesto limitado.",
    "pronunciation": "/moʊˈtɛl/",
    "spanish": "motel",
    "id": 22
  },
  {
    "word": "hostel",
    "simple_sentence": "I met new friends at the hostel during my stay.",
    "simple_sentence_spanish": "Conocí nuevos amigos en el albergue durante mi estancia.",
    "complex_sentence": "The hostel is a popular choice among backpackers due to its communal atmosphere.",
    "complex_sentence_spanish": "El albergue es una opción popular entre los mochileros debido a su ambiente comunitario.",
    "pronunciation": "/ˈhɑː.stəl/",
    "spanish": "albergue",
    "id": 23
  },
  {
    "word": "guesthouse",
    "simple_sentence": "I enjoyed a peaceful stay at the guesthouse.",
    "simple_sentence_spanish": "Disfruté de una estancia tranquila en la casa de huéspedes.",
    "complex_sentence": "The guesthouse provides a homely environment for visitors seeking comfort.",
    "complex_sentence_spanish": "La casa de huéspedes ofrece un ambiente hogareño para los visitantes que buscan comodidad.",
    "pronunciation": "/ˈɡɛstˌhaʊs/",
    "spanish": "casa de huéspedes",
    "id": 24
  },
  {
    "word": "resort",
    "simple_sentence": "I spent a week at a beautiful beach resort.",
    "simple_sentence_spanish": "Pasé una semana en un hermoso complejo turístico en la playa.",
    "complex_sentence": "The resort is famous for its all-inclusive packages and stunning ocean views.",
    "complex_sentence_spanish": "El complejo turístico es famoso por sus paquetes todo incluido y sus impresionantes vistas al océano.",
    "pronunciation": "/rɪˈzɔrt/",
    "spanish": "complejo turístico",
    "id": 25
  },
  {
    "word": "bed and breakfast",
    "simple_sentence": "I enjoyed a cozy breakfast at the bed and breakfast.",
    "simple_sentence_spanish": "Disfruté de un desayuno acogedor en el bed and breakfast.",
    "complex_sentence": "The bed and breakfast offers a personalized experience with homemade meals.",
    "complex_sentence_spanish": "El bed and breakfast ofrece una experiencia personalizada con comidas caseras.",
    "pronunciation": "/bɛd ənd ˈbrɛkfəst/",
    "spanish": "cama y desayuno",
    "id": 26
  },
  {
    "word": "inn",
    "simple_sentence": "I found a charming inn in the countryside.",
    "simple_sentence_spanish": "Encontré una encantadora posada en el campo.",
    "complex_sentence": "The inn is a quaint place that reflects the local culture and hospitality.",
    "complex_sentence_spanish": "La posada es un lugar pintoresco que refleja la cultura local y la hospitalidad.",
    "pronunciation": "/ɪn/",
    "spanish": "posada",
    "id": 27
  },
  {
    "word": "campground",
    "simple_sentence": "I set up my tent at the campground by the lake.",
    "simple_sentence_spanish": "Monté mi tienda en el camping junto al lago.",
    "complex_sentence": "The campground offers various amenities for outdoor enthusiasts and families.",
    "complex_sentence_spanish": "El camping ofrece varias comodidades para los entusiastas de la naturaleza y las familias.",
    "pronunciation": "/ˈkæmpˌɡraʊnd/",
    "spanish": "campamento",
    "id": 28
  },
  {
    "word": "cabin",
    "simple_sentence": "I rented a cozy cabin in the woods.",
    "simple_sentence_spanish": "Alquile una acogedora cabaña en el bosque.",
    "complex_sentence": "The cabin provides a rustic retreat for those seeking solitude in nature.",
    "complex_sentence_spanish": "La cabaña ofrece un refugio rústico para aquellos que buscan soledad en la naturaleza.",
    "pronunciation": "/ˈkæb.ɪn/",
    "spanish": "cabaña",
    "id": 29
  },
  {
    "word": "chalet",
    "simple_sentence": "We stayed in a beautiful chalet in the mountains.",
    "simple_sentence_spanish": "Nos alojamos en un hermoso chalet en las montañas.",
    "complex_sentence": "The chalet offers stunning views and a cozy atmosphere for winter getaways.",
    "complex_sentence_spanish": "El chalet ofrece vistas impresionantes y un ambiente acogedor para escapadas de invierno.",
    "pronunciation": "/ʃəˈleɪ/",
    "spanish": "chalet",
    "id": 30
  },
  {
    "word": "villa",
    "simple_sentence": "I enjoyed my vacation in a luxury villa.",
    "simple_sentence_spanish": "Disfruté de mis vacaciones en una villa de lujo.",
    "complex_sentence": "The villa is surrounded by lush gardens and provides a tranquil escape.",
    "complex_sentence_spanish": "La villa está rodeada de jardines exuberantes y proporciona un escape tranquilo.",
    "pronunciation": "/ˈvɪl.ə/",
    "spanish": "villa",
    "id": 31
  },
  {
    "word": "bungalow",
    "simple_sentence": "I spent the weekend in a charming bungalow by the beach.",
    "simple_sentence_spanish": "Pasé el fin de semana en un encantador bungalow junto a la playa.",
    "complex_sentence": "The bungalow features open spaces and is ideal for a relaxing getaway.",
    "complex_sentence_spanish": "El bungalow cuenta con espacios abiertos y es ideal para una escapada relajante.",
    "pronunciation": "/ˈbʌŋɡəloʊ/",
    "spanish": "bungalow",
    "id": 32
  },
  {
    "word": "apartment",
    "simple_sentence": "I stayed in a modern apartment during my city trip.",
    "simple_sentence_spanish": "Me quedé en un moderno apartamento durante mi viaje a la ciudad.",
    "complex_sentence": "The apartment is conveniently located near shops and restaurants.",
    "complex_sentence_spanish": "El apartamento está convenientemente ubicado cerca de tiendas y restaurantes.",
    "pronunciation": "/əˈpɑːrt.mənt/",
    "spanish": "apartamento",
    "id": 33
  },
  {
    "word": "condo",
    "simple_sentence": "I rented a condo with a stunning view of the skyline.",
    "simple_sentence_spanish": "Alquile un condominio con una impresionante vista del horizonte.",
    "complex_sentence": "The condo offers luxurious amenities and a vibrant community atmosphere.",
    "complex_sentence_spanish": "El condominio ofrece comodidades lujosas y una atmósfera comunitaria vibrante.",
    "pronunciation": "/ˈkɒn.doʊ/",
    "spanish": "condominio",
    "id": 34
  },
  {
    "word": "suite",
    "simple_sentence": "I enjoyed a relaxing stay in a spacious suite.",
    "simple_sentence_spanish": "Disfruté de una estancia relajante en una suite espaciosa.",
    "complex_sentence": "The suite features a separate living area and luxurious furnishings for a comfortable experience.",
    "complex_sentence_spanish": "La suite cuenta con un área de estar separada y muebles lujosos para una experiencia cómoda.",
    "pronunciation": "/swiːt/",
    "spanish": "suite",
    "id": 35
  },
  {
    "word": "penthouse",
    "simple_sentence": "I admired the views from the penthouse balcony.",
    "simple_sentence_spanish": "Admire las vistas desde el balcón del ático.",
    "complex_sentence": "The penthouse offers unparalleled luxury and breathtaking city views.",
    "complex_sentence_spanish": "El ático ofrece lujo inigualable y vistas impresionantes de la ciudad.",
    "pronunciation": "/ˈpɛnθ.hoʊs/",
    "spanish": "ático",
    "id": 36
  },
  {
    "word": "room",
    "simple_sentence": "I checked into my room after a long journey.",
    "simple_sentence_spanish": "Me registré en mi habitación después de un largo viaje.",
    "complex_sentence": "The room is equipped with modern amenities to ensure a comfortable stay.",
    "complex_sentence_spanish": "La habitación está equipada con comodidades modernas para garantizar una estancia cómoda.",
    "pronunciation": "/ruːm/",
    "spanish": "habitación",
    "id": 37
  },
  {
    "word": "dormitory",
    "simple_sentence": "I stayed in a dormitory while traveling with friends.",
    "simple_sentence_spanish": "Me quedé en un dormitorio mientras viajaba con amigos.",
    "complex_sentence": "The dormitory provides affordable accommodations for students and travelers.",
    "complex_sentence_spanish": "El dormitorio ofrece alojamientos asequibles para estudiantes y viajeros.",
    "pronunciation": "/ˈdɔːr.mɪ.tɔːr.i/",
    "spanish": "dormitorio",
    "id": 38
  },
  {
    "word": "cottage",
    "simple_sentence": "I rented a quaint cottage for the weekend.",
    "simple_sentence_spanish": "Alquile una pintoresca cabaña para el fin de semana.",
    "complex_sentence": "The cottage offers a cozy atmosphere and beautiful surroundings for a peaceful retreat.",
    "complex_sentence_spanish": "La cabaña ofrece un ambiente acogedor y un hermoso entorno para un retiro pacífico.",
    "pronunciation": "/ˈkɒt.ɪdʒ/",
    "spanish": "cabaña",
    "id": 39
  },
  {
    "word": "manor",
    "simple_sentence": "I visited a historic manor during my trip.",
    "simple_sentence_spanish": "Visité una mansión histórica durante mi viaje.",
    "complex_sentence": "The manor is an architectural marvel that showcases the region's rich history.",
    "complex_sentence_spanish": "La mansión es una maravilla arquitectónica que muestra la rica historia de la región.",
    "pronunciation": "/ˈmæn.ər/",
    "spanish": "mansión",
    "id": 40
  },
  {
    "word": "castle",
    "simple_sentence": "I explored the ancient castle during my vacation.",
    "simple_sentence_spanish": "Exploré el antiguo castillo durante mis vacaciones.",
    "complex_sentence": "The castle, perched on a hilltop, offers stunning views and a glimpse into the past.",
    "complex_sentence_spanish": "El castillo, situado en la cima de una colina, ofrece impresionantes vistas y un vistazo al pasado.",
    "pronunciation": "/ˈkæs.əl/",
    "spanish": "castillo",
    "id": 41
  },
  {
    "word": "palace",
    "simple_sentence": "I admired the grand palace during my visit.",
    "simple_sentence_spanish": "Admiré el gran palacio durante mi visita.",
    "complex_sentence": "The palace is famous for its exquisite architecture and beautiful gardens.",
    "complex_sentence_spanish": "El palacio es famoso por su exquisita arquitectura y hermosos jardines.",
    "pronunciation": "/ˈpæl.ɪs/",
    "spanish": "palacio",
    "id": 42
  },
  {
    "word": "mansion",
    "simple_sentence": "I toured the historic mansion while on my trip.",
    "simple_sentence_spanish": "Hice un recorrido por la mansión histórica durante mi viaje.",
    "complex_sentence": "The mansion features luxurious rooms and is a testament to the opulence of its former owners.",
    "complex_sentence_spanish": "La mansión cuenta con habitaciones lujosas y es un testimonio de la opulencia de sus antiguos propietarios.",
    "pronunciation": "/ˈmæn.ʃən/",
    "spanish": "mansión",
    "id": 43
  },
  {
    "word": "fortress",
    "simple_sentence": "I visited the ancient fortress on my journey.",
    "simple_sentence_spanish": "Visité la antigua fortaleza en mi viaje.",
    "complex_sentence": "The fortress stands as a stronghold of history, showcasing its military significance.",
    "complex_sentence_spanish": "La fortaleza se erige como un baluarte de la historia, mostrando su importancia militar.",
    "pronunciation": "/ˈfɔːr.trəs/",
    "spanish": "fortaleza",
    "id": 44
  },
  {
    "word": "tower",
    "simple_sentence": "I climbed to the top of the tower for a panoramic view.",
    "simple_sentence_spanish": "Subí a la cima de la torre para disfrutar de una vista panorámica.",
    "complex_sentence": "The tower is an iconic landmark, offering breathtaking vistas of the surrounding landscape.",
    "complex_sentence_spanish": "La torre es un hito icónico, que ofrece impresionantes vistas del paisaje circundante.",
    "pronunciation": "/taʊər/",
    "spanish": "torre",
    "id": 45
  },
  {
    "word": "lighthouse",
    "simple_sentence": "I admired the historic lighthouse by the coast.",
    "simple_sentence_spanish": "Admiré el faro histórico junto a la costa.",
    "complex_sentence": "The lighthouse serves as a beacon for sailors, guiding them safely to shore.",
    "complex_sentence_spanish": "El faro sirve como un faro para los marineros, guiándolos de manera segura a la costa.",
    "pronunciation": "/ˈlaɪt.haʊs/",
    "spanish": "faro",
    "id": 46
  },
  {
    "word": "museum",
    "simple_sentence": "I visited the art museum during my trip.",
    "simple_sentence_spanish": "Visité el museo de arte durante mi viaje.",
    "complex_sentence": "The museum showcases a diverse collection of artworks from around the world.",
    "complex_sentence_spanish": "El museo exhibe una colección diversa de obras de arte de todo el mundo.",
    "pronunciation": "/mjuˈziː.əm/",
    "spanish": "museo",
    "id": 47
  },
  {
    "word": "gallery",
    "simple_sentence": "I explored the gallery filled with contemporary art.",
    "simple_sentence_spanish": "Exploré la galería llena de arte contemporáneo.",
    "complex_sentence": "The gallery hosts exhibitions that celebrate both emerging and established artists.",
    "complex_sentence_spanish": "La galería alberga exposiciones que celebran tanto a artistas emergentes como a establecidos.",
    "pronunciation": "/ˈɡæl.ər.i/",
    "spanish": "galería",
    "id": 48
  },
  {
    "word": "monument",
    "simple_sentence": "I took photos of the impressive monument.",
    "simple_sentence_spanish": "Tomé fotos del impresionante monumento.",
    "complex_sentence": "The monument commemorates significant historical events and figures.",
    "complex_sentence_spanish": "El monumento conmemora eventos y figuras históricas significativas.",
    "pronunciation": "/ˈmɒn.jʊ.mənt/",
    "spanish": "monumento",
    "id": 49
  },
  {
    "word": "statue",
    "simple_sentence": "I admired the beautiful statue in the park.",
    "simple_sentence_spanish": "Admiré la hermosa estatua en el parque.",
    "complex_sentence": "The statue captures the essence of the figure it represents, making it a popular spot for visitors.",
    "complex_sentence_spanish": "La estatua captura la esencia de la figura que representa, convirtiéndola en un lugar popular para los visitantes.",
    "pronunciation": "/ˈstætʃ.uː/",
    "spanish": "estatua",
    "id": 50
  },
  {
    "word": "fountain",
    "simple_sentence": "I enjoyed the refreshing fountain in the square.",
    "simple_sentence_spanish": "Disfruté de la refrescante fuente en la plaza.",
    "complex_sentence": "The fountain serves as a centerpiece, attracting visitors with its beauty and sound.",
    "complex_sentence_spanish": "La fuente sirve como un punto focal, atrayendo a los visitantes con su belleza y sonido.",
    "pronunciation": "/ˈfaʊn.tɪn/",
    "spanish": "fuente",
    "id": 51
  },
  {
    "word": "plaza",
    "simple_sentence": "I relaxed in the vibrant plaza during my trip.",
    "simple_sentence_spanish": "Me relajé en la vibrante plaza durante mi viaje.",
    "complex_sentence": "The plaza is a lively gathering place for locals and tourists alike, filled with shops and cafés.",
    "complex_sentence_spanish": "La plaza es un animado lugar de encuentro para locales y turistas, llena de tiendas y cafeterías.",
    "pronunciation": "/ˈplɑː.zə/",
    "spanish": "plaza",
    "id": 52
  },
  {
    "word": "square",
    "simple_sentence": "I strolled through the picturesque square in the city center.",
    "simple_sentence_spanish": "Paseé por la pintoresca plaza en el centro de la ciudad.",
    "complex_sentence": "The square is adorned with beautiful architecture and vibrant street life.",
    "complex_sentence_spanish": "La plaza está adornada con hermosa arquitectura y una vibrante vida callejera.",
    "pronunciation": "/skweər/",
    "spanish": "plaza",
    "id": 53
  },
  {
    "word": "park",
    "simple_sentence": "I spent a peaceful afternoon in the park.",
    "simple_sentence_spanish": "Pasé una tarde tranquila en el parque.",
    "complex_sentence": "The park is a serene oasis, perfect for picnics and leisurely walks.",
    "complex_sentence_spanish": "El parque es un oasis sereno, perfecto para picnics y paseos tranquilos.",
    "pronunciation": "/pɑːrk/",
    "spanish": "parque",
    "id": 54
  },
  {
    "word": "garden",
    "simple_sentence": "I admired the colorful flowers in the garden.",
    "simple_sentence_spanish": "Admiré las coloridas flores en el jardín.",
    "complex_sentence": "The garden features a variety of plants and flowers, creating a tranquil escape.",
    "complex_sentence_spanish": "El jardín cuenta con una variedad de plantas y flores, creando un escape tranquilo.",
    "pronunciation": "/ˈɡɑːr.dən/",
    "spanish": "jardín",
    "id": 55
  },
  {
    "word": "botanical garden",
    "simple_sentence": "I visited the botanical garden to see exotic plants.",
    "simple_sentence_spanish": "Visité el jardín botánico para ver plantas exóticas.",
    "complex_sentence": "The botanical garden showcases a diverse collection of flora from around the world.",
    "complex_sentence_spanish": "El jardín botánico exhibe una colección diversa de flora de todo el mundo.",
    "pronunciation": "/bəˈtæn.ɪ.kəl ˈɡɑːr.dən/",
    "spanish": "jardín botánico",
    "id": 56
  },
  {
    "word": "zoo",
    "simple_sentence": "I enjoyed seeing the animals at the zoo.",
    "simple_sentence_spanish": "Disfruté viendo los animales en el zoológico.",
    "complex_sentence": "The zoo is home to a wide variety of species, offering educational experiences for visitors.",
    "complex_sentence_spanish": "El zoológico alberga una amplia variedad de especies, ofreciendo experiencias educativas para los visitantes.",
    "pronunciation": "/zuː/",
    "spanish": "zoológico",
    "id": 57
  },
  {
    "word": "aquarium",
    "simple_sentence": "I marveled at the colorful fish in the aquarium.",
    "simple_sentence_spanish": "Me maravillé con los peces coloridos en el acuario.",
    "complex_sentence": "The aquarium features fascinating marine life and interactive exhibits.",
    "complex_sentence_spanish": "El acuario cuenta con fascinante vida marina y exposiciones interactivas.",
    "pronunciation": "/əˈkwɛr.i.əm/",
    "spanish": "acuario",
    "id": 58
  },
  {
    "word": "sanctuary",
    "simple_sentence": "I visited the wildlife sanctuary to see rescued animals.",
    "simple_sentence_spanish": "Visité el santuario de vida silvestre para ver animales rescatados.",
    "complex_sentence": "The sanctuary provides a safe haven for endangered species and promotes conservation efforts.",
    "complex_sentence_spanish": "El santuario proporciona un refugio seguro para especies en peligro de extinción y promueve esfuerzos de conservación.",
    "pronunciation": "/ˈsæŋk.tʃuː.ər.i/",
    "spanish": "santuario",
    "id": 59
  },
  {
    "word": "wildlife reserve",
    "simple_sentence": "I explored the wildlife reserve during my vacation.",
    "simple_sentence_spanish": "Exploré la reserva de vida silvestre durante mis vacaciones.",
    "complex_sentence": "The wildlife reserve is dedicated to protecting natural habitats and the animals that inhabit them.",
    "complex_sentence_spanish": "La reserva de vida silvestre está dedicada a proteger los hábitats naturales y los animales que los habitan.",
    "pronunciation": "/ˈwaɪld.laɪf rɪˈzɜːrv/",
    "spanish": "reserva de vida silvestre",
    "id": 60
  },
  {
    "word": "forest",
    "simple_sentence": "I explored the lush green forest during my trip.",
    "simple_sentence_spanish": "Exploré el exuberante bosque verde durante mi viaje.",
    "complex_sentence": "The forest is a serene environment, rich in biodiversity and perfect for hiking.",
    "complex_sentence_spanish": "El bosque es un entorno sereno, rico en biodiversidad y perfecto para hacer senderismo.",
    "pronunciation": "/ˈfɔːr.ɪst/",
    "spanish": "bosque",
    "id": 61
  },
  {
    "word": "jungle",
    "simple_sentence": "I ventured into the dense jungle during my trip.",
    "simple_sentence_spanish": "Me aventuré en la densa jungla durante mi viaje.",
    "complex_sentence": "The jungle is teeming with wildlife, making it an exciting place for exploration.",
    "complex_sentence_spanish": "La jungla está llena de vida salvaje, lo que la convierte en un lugar emocionante para explorar.",
    "pronunciation": "/ˈdʒʌŋ.ɡəl/",
    "spanish": "jungla",
    "id": 62
  },
  {
    "word": "rainforest",
    "simple_sentence": "I marveled at the unique plants in the rainforest during my trip.",
    "simple_sentence_spanish": "Me maravillé con las plantas únicas en la selva tropical durante mi viaje.",
    "complex_sentence": "The rainforest is vital for the planet's health, providing oxygen and hosting countless species.",
    "complex_sentence_spanish": "La selva tropical es vital para la salud del planeta, proporcionando oxígeno y albergando innumerables especies.",
    "pronunciation": "/ˈreɪnˌfɔːr.ɪst/",
    "spanish": "selva tropical",
    "id": 63
  },
  {
    "word": "desert",
    "simple_sentence": "I enjoyed the vast landscapes of the desert during my trip.",
    "simple_sentence_spanish": "Disfruté de los vastos paisajes del desierto durante mi viaje.",
    "complex_sentence": "The desert is known for its extreme conditions, yet it has its own unique beauty.",
    "complex_sentence_spanish": "El desierto es conocido por sus condiciones extremas, pero tiene su propia belleza única.",
    "pronunciation": "/ˈdɛz.ərt/",
    "spanish": "desierto",
    "id": 64
  },
  {
    "word": "savanna",
    "simple_sentence": "I saw many animals grazing in the savanna during my trip.",
    "simple_sentence_spanish": "Vi muchos animales pastando en la sabana durante mi viaje.",
    "complex_sentence": "The savanna is characterized by its open grasslands and scattered trees, making it an ideal habitat for wildlife.",
    "complex_sentence_spanish": "La sabana se caracteriza por sus praderas abiertas y árboles dispersos, lo que la convierte en un hábitat ideal para la vida salvaje.",
    "pronunciation": "/səˈvæn.ə/",
    "spanish": "sabana",
    "id": 65
  },
  {
    "word": "prairie",
    "simple_sentence": "I walked through the tall grasses of the prairie during my trip.",
    "simple_sentence_spanish": "Caminé por las altas hierbas de la pradera durante mi viaje.",
    "complex_sentence": "The prairie is a vast, treeless landscape, home to diverse flora and fauna.",
    "complex_sentence_spanish": "La pradera es un vasto paisaje sin árboles, hogar de una flora y fauna diversas.",
    "pronunciation": "/ˈprɛr.i/",
    "spanish": "pradera",
    "id": 66
  },
  {
    "word": "mountain",
    "simple_sentence": "I hiked to the summit of the mountain during my trip.",
    "simple_sentence_spanish": "Hice senderismo hasta la cima de la montaña durante mi viaje.",
    "complex_sentence": "The mountain offers breathtaking views and challenging trails for adventurers.",
    "complex_sentence_spanish": "La montaña ofrece vistas impresionantes y senderos desafiantes para los aventureros.",
    "pronunciation": "/ˈmaʊn.tɪn/",
    "spanish": "montaña",
    "id": 67
  },
  {
    "word": "hill",
    "simple_sentence": "I climbed the hill to watch the sunset during my trip.",
    "simple_sentence_spanish": "Subí la colina para ver la puesta de sol durante mi viaje.",
    "complex_sentence": "The hill provides a peaceful spot to relax and enjoy nature's beauty.",
    "complex_sentence_spanish": "La colina ofrece un lugar tranquilo para relajarse y disfrutar de la belleza de la naturaleza.",
    "pronunciation": "/hɪl/",
    "spanish": "colina",
    "id": 68
  },
  {
    "word": "volcano",
    "simple_sentence": "I visited an active volcano during my trip.",
    "simple_sentence_spanish": "Visité un volcán activo durante mi viaje.",
    "complex_sentence": "The volcano is known for its eruptions, creating stunning landscapes.",
    "complex_sentence_spanish": "El volcán es conocido por sus erupciones, creando paisajes impresionantes.",
    "pronunciation": "/vɒlˈkeɪ.noʊ/",
    "spanish": "volcán",
    "id": 69
  },
  {
    "word": "canyon",
    "simple_sentence": "I marveled at the views of the canyon during my trip.",
    "simple_sentence_spanish": "Me maravillé con las vistas del cañón durante mi viaje.",
    "complex_sentence": "The canyon is carved by a river over millions of years, revealing stunning rock formations.",
    "complex_sentence_spanish": "El cañón es esculpido por un río durante millones de años, revelando impresionantes formaciones rocosas.",
    "pronunciation": "/ˈkæn.jən/",
    "spanish": "cañón",
    "id": 70
  },
  {
    "word": "valley",
    "simple_sentence": "I enjoyed a peaceful walk in the valley during my trip.",
    "simple_sentence_spanish": "Disfruté de un tranquilo paseo en el valle durante mi viaje.",
    "complex_sentence": "The valley is known for its lush vegetation and wildlife, making it a perfect picnic spot.",
    "complex_sentence_spanish": "El valle es conocido por su vegetación exuberante y vida silvestre, lo que lo convierte en un lugar perfecto para hacer picnics.",
    "pronunciation": "/ˈvæli/",
    "spanish": "valle",
    "id": 71
  },
  {
    "word": "river",
    "simple_sentence": "I enjoyed a boat ride on the river during my trip.",
    "simple_sentence_spanish": "Disfruté de un paseo en barco por el río durante mi viaje.",
    "complex_sentence": "The river flows through the landscape, providing essential water resources for the region.",
    "complex_sentence_spanish": "El río fluye a través del paisaje, proporcionando recursos hídricos esenciales para la región.",
    "pronunciation": "/ˈrɪv.ər/",
    "spanish": "río",
    "id": 72
  },
  {
    "word": "lake",
    "simple_sentence": "I relaxed by the lake during my trip.",
    "simple_sentence_spanish": "Me relajé junto al lago durante mi viaje.",
    "complex_sentence": "The lake is surrounded by mountains, creating a picturesque setting for visitors.",
    "complex_sentence_spanish": "El lago está rodeado de montañas, creando un entorno pintoresco para los visitantes.",
    "pronunciation": "/leɪk/",
    "spanish": "lago",
    "id": 73
  },
  {
    "word": "pond",
    "simple_sentence": "I watched ducks swim in the pond during my trip.",
    "simple_sentence_spanish": "Observé a los patos nadar en el estanque durante mi viaje.",
    "complex_sentence": "The pond is a tranquil spot that attracts various wildlife, making it a serene retreat.",
    "complex_sentence_spanish": "El estanque es un lugar tranquilo que atrae a diversas especies de vida silvestre, convirtiéndolo en un retiro sereno.",
    "pronunciation": "/pɒnd/",
    "spanish": "estanque",
    "id": 74
  },
  {
    "word": "ocean",
    "simple_sentence": "I swam in the ocean during my trip.",
    "simple_sentence_spanish": "Nadé en el océano durante mi viaje.",
    "complex_sentence": "The ocean is vast and mysterious, home to countless marine species.",
    "complex_sentence_spanish": "El océano es vasto y misterioso, hogar de innumerables especies marinas.",
    "pronunciation": "/ˈoʊ.ʃən/",
    "spanish": "océano",
    "id": 75
  },
  {
    "word": "sea",
    "simple_sentence": "I collected shells by the sea during my trip.",
    "simple_sentence_spanish": "Recolecté conchas junto al mar durante mi viaje.",
    "complex_sentence": "The sea is known for its beautiful beaches and rich biodiversity.",
    "complex_sentence_spanish": "El mar es conocido por sus hermosas playas y su rica biodiversidad.",
    "pronunciation": "/siː/",
    "spanish": "mar",
    "id": 76
  },
  {
    "word": "beach",
    "simple_sentence": "I sunbathed on the beach during my trip.",
    "simple_sentence_spanish": "Tomé el sol en la playa durante mi viaje.",
    "complex_sentence": "The beach is a popular destination for relaxation and water activities.",
    "complex_sentence_spanish": "La playa es un destino popular para la relajación y las actividades acuáticas.",
    "pronunciation": "/biːtʃ/",
    "spanish": "playa",
    "id": 77
  },
  {
    "word": "shore",
    "simple_sentence": "I walked along the shore during my trip.",
    "simple_sentence_spanish": "Caminé a lo largo de la orilla durante mi viaje.",
    "complex_sentence": "The shore offers stunning views and is often a habitat for various birds.",
    "complex_sentence_spanish": "La orilla ofrece vistas impresionantes y a menudo es hábitat de diversas aves.",
    "pronunciation": "/ʃɔːr/",
    "spanish": "orilla",
    "id": 78
  },
  {
    "word": "coast",
    "simple_sentence": "I explored the rugged coast during my trip.",
    "simple_sentence_spanish": "Exploré la costa escarpada durante mi viaje.",
    "complex_sentence": "The coast is famous for its dramatic cliffs and scenic views.",
    "complex_sentence_spanish": "La costa es famosa por sus dramáticos acantilados y vistas panorámicas.",
    "pronunciation": "/koʊst/",
    "spanish": "costa",
    "id": 79
  },
  {
    "word": "island",
    "simple_sentence": "I visited a tropical island during my trip.",
    "simple_sentence_spanish": "Visité una isla tropical durante mi viaje.",
    "complex_sentence": "The island is known for its beautiful beaches and vibrant culture.",
    "complex_sentence_spanish": "La isla es conocida por sus hermosas playas y su cultura vibrante.",
    "pronunciation": "/ˈaɪ.lənd/",
    "spanish": "isla",
    "id": 80
  },
  {
    "word": "peninsula",
    "simple_sentence": "I visited the peninsula during my trip.",
    "simple_sentence_spanish": "Visité la península durante mi viaje.",
    "complex_sentence": "The peninsula is renowned for its stunning landscapes and rich cultural history.",
    "complex_sentence_spanish": "La península es famosa por sus impresionantes paisajes y su rica historia cultural.",
    "pronunciation": "/pəˈnɪn.sə.lə/",
    "spanish": "península",
    "id": 81
  },
  {
    "word": "bay",
    "simple_sentence": "I swam in the bay during my trip.",
    "simple_sentence_spanish": "Nadé en la bahía durante mi viaje.",
    "complex_sentence": "The bay is known for its calm waters and beautiful sunsets.",
    "complex_sentence_spanish": "La bahía es conocida por sus aguas tranquilas y hermosas puestas de sol.",
    "pronunciation": "/beɪ/",
    "spanish": "bahía",
    "id": 82
  },
  {
    "word": "cove",
    "simple_sentence": "I found a quiet cove to relax during my trip.",
    "simple_sentence_spanish": "Encontré una cala tranquila para relajarme durante mi viaje.",
    "complex_sentence": "The cove is a hidden gem, perfect for swimming and snorkeling.",
    "complex_sentence_spanish": "La cala es una joya escondida, perfecta para nadar y hacer esnórquel.",
    "pronunciation": "/koʊv/",
    "spanish": "cala",
    "id": 83
  },
  {
    "word": "reef",
    "simple_sentence": "I snorkeled over the vibrant reef during my trip.",
    "simple_sentence_spanish": "Hice esnórquel sobre el vibrante arrecife durante mi viaje.",
    "complex_sentence": "The reef is teeming with colorful marine life, attracting divers from all over.",
    "complex_sentence_spanish": "El arrecife está lleno de vida marina colorida, atrayendo a buzos de todas partes.",
    "pronunciation": "/riːf/",
    "spanish": "arrecife",
    "id": 84
  },
  {
    "word": "lagoon",
    "simple_sentence": "I kayaked in the tranquil lagoon during my trip.",
    "simple_sentence_spanish": "Hice kayak en la tranquila laguna durante mi viaje.",
    "complex_sentence": "The lagoon is surrounded by lush vegetation and is a habitat for various birds.",
    "complex_sentence_spanish": "La laguna está rodeada de vegetación exuberante y es hábitat de diversas aves.",
    "pronunciation": "/ləˈɡuːn/",
    "spanish": "laguna",
    "id": 85
  },
  {
    "word": "waterfall",
    "simple_sentence": "I took a picture in front of the waterfall during my trip.",
    "simple_sentence_spanish": "Me tomé una foto frente a la cascada durante mi viaje.",
    "complex_sentence": "The waterfall cascades down the rocks, creating a breathtaking sight.",
    "complex_sentence_spanish": "La cascada cae por las rocas, creando una vista impresionante.",
    "pronunciation": "/ˈwɔː.tər.fɔːl/",
    "spanish": "cascada",
    "id": 86
  },
  {
    "word": "glacier",
    "simple_sentence": "I hiked near the glacier during my trip.",
    "simple_sentence_spanish": "Caminé cerca del glaciar durante mi viaje.",
    "complex_sentence": "The glacier slowly melts, revealing stunning blue ice formations.",
    "complex_sentence_spanish": "El glaciar se derrite lentamente, revelando impresionantes formaciones de hielo azul.",
    "pronunciation": "/ˈɡleɪ.ʃər/",
    "spanish": "glaciar",
    "id": 87
  },
  {
    "word": "iceberg",
    "simple_sentence": "I saw a massive iceberg during my trip.",
    "simple_sentence_spanish": "Vi un enorme iceberg durante mi viaje.",
    "complex_sentence": "The iceberg floated majestically in the ocean, a reminder of nature's power.",
    "complex_sentence_spanish": "El iceberg flotaba majestuosamente en el océano, un recordatorio del poder de la naturaleza.",
    "pronunciation": "/ˈaɪs.bɜːrɡ/",
    "spanish": "iceberg",
    "id": 88
  },
  {
    "word": "tundra",
    "simple_sentence": "I explored the tundra during my trip.",
    "simple_sentence_spanish": "Exploré la tundra durante mi viaje.",
    "complex_sentence": "The tundra is characterized by its cold climate and unique ecosystem.",
    "complex_sentence_spanish": "La tundra se caracteriza por su clima frío y su ecosistema único.",
    "pronunciation": "/ˈtʌn.drə/",
    "spanish": "tundra",
    "id": 89
  },
  {
    "word": "plateau",
    "simple_sentence": "I stood on the plateau to take in the view during my trip.",
    "simple_sentence_spanish": "Me paré en la meseta para disfrutar de la vista durante mi viaje.",
    "complex_sentence": "The plateau offers expansive views of the surrounding landscape.",
    "complex_sentence_spanish": "La meseta ofrece vistas extensas del paisaje circundante.",
    "pronunciation": "/plæˈtoʊ/",
    "spanish": "meseta",
    "id": 90
  },
  {
    "word": "cliff",
    "simple_sentence": "I admired the view from the cliff during my trip.",
    "simple_sentence_spanish": "Admiré la vista desde el acantilado durante mi viaje.",
    "complex_sentence": "The cliff drops steeply to the ocean below, creating dramatic scenery.",
    "complex_sentence_spanish": "El acantilado cae en picada hacia el océano abajo, creando un paisaje dramático.",
    "pronunciation": "/klɪf/",
    "spanish": "acantilado",
    "id": 91
  },
  {
    "word": "peak",
    "simple_sentence": "I reached the peak of the mountain during my trip.",
    "simple_sentence_spanish": "Alcancé la cima de la montaña durante mi viaje.",
    "complex_sentence": "The peak is often covered in snow and offers breathtaking views.",
    "complex_sentence_spanish": "La cima está a menudo cubierta de nieve y ofrece vistas impresionantes.",
    "pronunciation": "/piːk/",
    "spanish": "cima",
    "id": 92
  },
  {
    "word": "summit",
    "simple_sentence": "I celebrated at the summit after the hike.",
    "simple_sentence_spanish": "Celebré en la cumbre después de la caminata.",
    "complex_sentence": "The summit is a popular destination for climbers seeking a challenge.",
    "complex_sentence_spanish": "La cumbre es un destino popular para los escaladores que buscan un desafío.",
    "pronunciation": "/ˈsʌm.ɪt/",
    "spanish": "cumbre",
    "id": 93
  },
  {
    "word": "ridge",
    "simple_sentence": "I walked along the ridge to enjoy the view.",
    "simple_sentence_spanish": "Caminé a lo largo de la cresta para disfrutar de la vista.",
    "complex_sentence": "The ridge provides a natural boundary and stunning panoramic views.",
    "complex_sentence_spanish": "La cresta proporciona un límite natural y vistas panorámicas impresionantes.",
    "pronunciation": "/rɪdʒ/",
    "spanish": "cresta",
    "id": 94
  },
  {
    "word": "slope",
    "simple_sentence": "I sledded down the slope during my trip.",
    "simple_sentence_spanish": "Hice trineo por la pendiente durante mi viaje.",
    "complex_sentence": "The slope is ideal for skiing and snowboarding in the winter.",
    "complex_sentence_spanish": "La pendiente es ideal para esquiar y hacer snowboard en invierno.",
    "pronunciation": "/sloʊp/",
    "spanish": "pendiente",
    "id": 95
  },
  {
    "word": "trail",
    "simple_sentence": "I followed the trail through the forest.",
    "simple_sentence_spanish": "Seguí el sendero a través del bosque.",
    "complex_sentence": "The trail is well-marked and offers stunning views of the landscape.",
    "complex_sentence_spanish": "El sendero está bien marcado y ofrece vistas impresionantes del paisaje.",
    "pronunciation": "/treɪl/",
    "spanish": "sendero",
    "id": 96
  },
  {
    "word": "path",
    "simple_sentence": "I walked along the path in the park.",
    "simple_sentence_spanish": "Caminé por el camino en el parque.",
    "complex_sentence": "The path leads to a serene lake surrounded by trees.",
    "complex_sentence_spanish": "El camino lleva a un lago sereno rodeado de árboles.",
    "pronunciation": "/pæθ/",
    "spanish": "camino",
    "id": 97
  },
  {
    "word": "road",
    "simple_sentence": "I drove along the scenic road during my trip.",
    "simple_sentence_spanish": "Conduje por la carretera escénica durante mi viaje.",
    "complex_sentence": "The road winds through the mountains, offering breathtaking views.",
    "complex_sentence_spanish": "La carretera serpentea por las montañas, ofreciendo vistas impresionantes.",
    "pronunciation": "/roʊd/",
    "spanish": "carretera",
    "id": 98
  },
  {
    "word": "highway",
    "simple_sentence": "I traveled on the highway to reach my destination.",
    "simple_sentence_spanish": "Viajé por la autopista para llegar a mi destino.",
    "complex_sentence": "The highway connects major cities and is often busy with traffic.",
    "complex_sentence_spanish": "La autopista conecta las principales ciudades y a menudo está llena de tráfico.",
    "pronunciation": "/ˈhaɪ.weɪ/",
    "spanish": "autopista",
    "id": 99
  },
  {
    "word": "freeway",
    "simple_sentence": "I drove on the freeway to save time during my trip.",
    "simple_sentence_spanish": "Conduje por la autopista para ahorrar tiempo durante mi viaje.",
    "complex_sentence": "The freeway is designed for fast travel, often with multiple lanes.",
    "complex_sentence_spanish": "La autopista está diseñada para viajes rápidos, a menudo con múltiples carriles.",
    "pronunciation": "/ˈfriː.weɪ/",
    "spanish": "autopista",
    "id": 100
  },
  {
    "word": "boulevard",
    "simple_sentence": "I strolled along the beautiful boulevard during my trip.",
    "simple_sentence_spanish": "Paseé por el hermoso bulevar durante mi viaje.",
    "complex_sentence": "The boulevard is famous for its lively atmosphere and artistic displays.",
    "complex_sentence_spanish": "El bulevar es famoso por su ambiente animado y sus exhibiciones artísticas.",
    "pronunciation": "/ˈbuː.lə.vɑːrd/",
    "spanish": "bulevar",
    "id": 101
  },
  {
    "word": "avenue",
    "simple_sentence": "I walked down the avenue filled with shops and cafes.",
    "simple_sentence_spanish": "Caminé por la avenida llena de tiendas y cafés.",
    "complex_sentence": "The avenue is lined with trees and is a popular place for locals to gather.",
    "complex_sentence_spanish": "La avenida está bordeada de árboles y es un lugar popular para que los lugareños se reúnan.",
    "pronunciation": "/ˈæv.ə.nuː/",
    "spanish": "avenida",
    "id": 102
  },
  {
    "word": "street",
    "simple_sentence": "I explored the narrow street filled with historic buildings.",
    "simple_sentence_spanish": "Exploré la calle estrecha llena de edificios históricos.",
    "complex_sentence": "The street is known for its vibrant street art and bustling markets.",
    "complex_sentence_spanish": "La calle es conocida por su vibrante arte callejero y sus bulliciosos mercados.",
    "pronunciation": "/striːt/",
    "spanish": "calle",
    "id": 103
  },
  {
    "word": "lane",
    "simple_sentence": "I took a walk down the quiet lane surrounded by nature.",
    "simple_sentence_spanish": "Di un paseo por el tranquilo camino rodeado de naturaleza.",
    "complex_sentence": "The lane leads to a hidden garden that many people overlook.",
    "complex_sentence_spanish": "El camino conduce a un jardín escondido que muchas personas pasan por alto.",
    "pronunciation": "/leɪn/",
    "spanish": "camino",
    "id": 104
  },
  {
    "word": "alley",
    "simple_sentence": "I discovered a charming cafe tucked away in the alley.",
    "simple_sentence_spanish": "Descubrí un encantador café escondido en la callejón.",
    "complex_sentence": "The alley is filled with murals that tell the stories of the city's past.",
    "complex_sentence_spanish": "El callejón está lleno de murales que cuentan las historias del pasado de la ciudad.",
    "pronunciation": "/ˈæli/",
    "spanish": "callejón",
    "id": 105
  },
  {
    "word": "intersection",
    "simple_sentence": "We met at the intersection of two busy streets.",
    "simple_sentence_spanish": "Nos encontramos en la intersección de dos calles transitadas.",
    "complex_sentence": "The intersection is known for its famous landmark that attracts tourists.",
    "complex_sentence_spanish": "La intersección es conocida por su famoso hito que atrae a turistas.",
    "pronunciation": "/ˌɪn.təˈsek.ʃən/",
    "spanish": "intersección",
    "id": 106
  },
  {
    "word": "crosswalk",
    "simple_sentence": "I waited at the crosswalk for the signal to cross the street.",
    "simple_sentence_spanish": "Esperé en el paso peatonal la señal para cruzar la calle.",
    "complex_sentence": "The crosswalk is marked with bright stripes to ensure pedestrian safety.",
    "complex_sentence_spanish": "El paso peatonal está marcado con rayas brillantes para garantizar la seguridad de los peatones.",
    "pronunciation": "/ˈkrɔːs.wɔːk/",
    "spanish": "paso de peatones",
    "id": 107
  },
  {
    "word": "bridge",
    "simple_sentence": "I took a photo of the beautiful bridge over the river.",
    "simple_sentence_spanish": "Tomé una foto del hermoso puente sobre el río.",
    "complex_sentence": "The bridge connects two towns and offers stunning views of the landscape.",
    "complex_sentence_spanish": "El puente conecta dos pueblos y ofrece vistas impresionantes del paisaje.",
    "pronunciation": "/brɪdʒ/",
    "spanish": "puente",
    "id": 108
  },
  {
    "word": "tunnel",
    "simple_sentence": "I drove through the long tunnel that runs under the mountain.",
    "simple_sentence_spanish": "Conduje a través del largo túnel que pasa por debajo de la montaña.",
    "complex_sentence": "The tunnel is an engineering marvel that reduces travel time significantly.",
    "complex_sentence_spanish": "El túnel es una maravilla de la ingeniería que reduce significativamente el tiempo de viaje.",
    "pronunciation": "/ˈtʌn.əl/",
    "spanish": "túnel",
    "id": 109
  },
  {
    "word": "overpass",
    "simple_sentence": "The overpass allows traffic to flow smoothly over the busy intersection.",
    "simple_sentence_spanish": "El paso elevado permite que el tráfico fluya sin problemas sobre la intersección concurrida.",
    "complex_sentence": "The overpass provides a shortcut for commuters during rush hour.",
    "complex_sentence_spanish": "El paso elevado ofrece un atajo para los viajeros durante la hora pico.",
    "pronunciation": "/ˈoʊ.vər.pæs/",
    "spanish": "paso elevado",
    "id": 110
  },
  {
    "word": "underpass",
    "simple_sentence": "The underpass provides a safe route for pedestrians.",
    "simple_sentence_spanish": "El paso subterráneo proporciona una ruta segura para los peatones.",
    "complex_sentence": "The underpass is well-lit and monitored for safety.",
    "complex_sentence_spanish": "El paso subterráneo está bien iluminado y monitoreado por seguridad.",
    "pronunciation": "/ˈʌn.dɚ.pæs/",
    "spanish": "paso subterráneo",
    "id": 111
  },
  {
    "word": "traffic light",
    "simple_sentence": "I waited at the traffic light before crossing the street.",
    "simple_sentence_spanish": "Esperé en el semáforo antes de cruzar la calle.",
    "complex_sentence": "The traffic light changes color to control the flow of vehicles.",
    "complex_sentence_spanish": "El semáforo cambia de color para controlar el flujo de vehículos.",
    "pronunciation": "/ˈtræf.ɪk laɪt/",
    "spanish": "semáforo",
    "id": 112
  },
  {
    "word": "roundabout",
    "simple_sentence": "We navigated the roundabout to reach our destination.",
    "simple_sentence_spanish": "Navegamos por la rotonda para llegar a nuestro destino.",
    "complex_sentence": "The roundabout helps reduce traffic congestion and improve safety.",
    "complex_sentence_spanish": "La rotonda ayuda a reducir la congestión del tráfico y mejorar la seguridad.",
    "pronunciation": "/ˈraʊnd.ə.baʊt/",
    "spanish": "rotonda",
    "id": 113
  },
  {
    "word": "signpost",
    "simple_sentence": "The signpost pointed the way to the nearest tourist attractions.",
    "simple_sentence_spanish": "El cartel indicaba el camino hacia las atracciones turísticas más cercanas.",
    "complex_sentence": "The signpost provides helpful directions for visitors exploring the area.",
    "complex_sentence_spanish": "El cartel proporciona direcciones útiles para los visitantes que exploran la zona.",
    "pronunciation": "/ˈsaɪn.poʊst/",
    "spanish": "cartel indicador",
    "id": 114
  },
  {
    "word": "landmark",
    "simple_sentence": "I took a picture of the famous landmark in the city.",
    "simple_sentence_spanish": "Tomé una foto del famoso hito en la ciudad.",
    "complex_sentence": "The landmark is a historical site that attracts many tourists each year.",
    "complex_sentence_spanish": "El hito es un sitio histórico que atrae a muchos turistas cada año.",
    "pronunciation": "/ˈlænd.mɑːrk/",
    "spanish": "hito",
    "id": 115
  },
  {
    "word": "attraction",
    "simple_sentence": "The amusement park is a popular attraction for families.",
    "simple_sentence_spanish": "El parque de atracciones es una atracción popular para familias.",
    "complex_sentence": "The attraction features thrilling rides and entertaining shows.",
    "complex_sentence_spanish": "La atracción cuenta con emocionantes atracciones y espectáculos entretenidos.",
    "pronunciation": "/əˈtræk.ʃən/",
    "spanish": "atracción",
    "id": 116
  },
  {
    "word": "sight",
    "simple_sentence": "The Grand Canyon is a breathtaking sight to behold.",
    "simple_sentence_spanish": "El Gran Cañón es un impresionante paisaje que contemplar.",
    "complex_sentence": "The sight attracts millions of visitors who come to experience its beauty.",
    "complex_sentence_spanish": "El paisaje atrae a millones de visitantes que vienen a experimentar su belleza.",
    "pronunciation": "/saɪt/",
    "spanish": "vista",
    "id": 117
  },
  {
    "word": "tourist spot",
    "simple_sentence": "The Eiffel Tower is a famous tourist spot in Paris.",
    "simple_sentence_spanish": "La Torre Eiffel es un famoso lugar turístico en París.",
    "complex_sentence": "This tourist spot offers stunning views and rich history.",
    "complex_sentence_spanish": "Este lugar turístico ofrece vistas impresionantes y rica historia.",
    "pronunciation": "/ˈtʊr.ɪst spɑːt/",
    "spanish": "lugar turístico",
    "id": 118
  },
  {
    "word": "vacation spot",
    "simple_sentence": "The beach is a popular vacation spot during the summer.",
    "simple_sentence_spanish": "La playa es un popular lugar de vacaciones durante el verano.",
    "complex_sentence": "This vacation spot is known for its pristine waters and vibrant nightlife.",
    "complex_sentence_spanish": "Este lugar de vacaciones es conocido por sus aguas cristalinas y su vibrante vida nocturna.",
    "pronunciation": "/veɪˈkeɪ.ʃən spɑːt/",
    "spanish": "lugar de vacaciones",
    "id": 119
  },
  {
    "word": "destination",
    "simple_sentence": "The mountains are a beautiful destination for hiking.",
    "simple_sentence_spanish": "Las montañas son un hermoso destino para el senderismo.",
    "complex_sentence": "This destination is renowned for its breathtaking scenery and outdoor activities.",
    "complex_sentence_spanish": "Este destino es famoso por su impresionante paisaje y actividades al aire libre.",
    "pronunciation": "/ˌdɛs.tɪˈneɪ.ʃən/",
    "spanish": "destino",
    "id": 120
  },
  {
    "word": "itinerary",
    "simple_sentence": "I checked the itinerary for my upcoming trip.",
    "simple_sentence_spanish": "Revisé el itinerario para mi próximo viaje.",
    "complex_sentence": "The itinerary includes various attractions and activities to enhance my travel experience.",
    "complex_sentence_spanish": "El itinerario incluye varias atracciones y actividades para mejorar mi experiencia de viaje.",
    "pronunciation": "/aɪˈtɪn.ə.ər.i/",
    "spanish": "itinerario",
    "id": 121
  },
  {
    "word": "map",
    "simple_sentence": "I used a map to navigate through the city.",
    "simple_sentence_spanish": "Usé un mapa para navegar por la ciudad.",
    "complex_sentence": "The map shows all the key landmarks and attractions in the area.",
    "complex_sentence_spanish": "El mapa muestra todos los puntos de referencia y atracciones clave en la zona.",
    "pronunciation": "/mæp/",
    "spanish": "mapa",
    "id": 122
  },
  {
    "word": "globe",
    "simple_sentence": "I looked at the globe to find different countries.",
    "simple_sentence_spanish": "Miré el globo para encontrar diferentes países.",
    "complex_sentence": "The globe provides a three-dimensional view of our planet, highlighting oceans and continents.",
    "complex_sentence_spanish": "El globo proporciona una vista tridimensional de nuestro planeta, destacando océanos y continentes.",
    "pronunciation": "/ɡloʊb/",
    "spanish": "globo",
    "id": 123
  },
  {
    "word": "atlas",
    "simple_sentence": "I referred to the atlas for detailed maps of various regions.",
    "simple_sentence_spanish": "Me referí al atlas para obtener mapas detallados de varias regiones.",
    "complex_sentence": "The atlas contains maps that help travelers understand geographical features and routes.",
    "complex_sentence_spanish": "El atlas contiene mapas que ayudan a los viajeros a entender características geográficas y rutas.",
    "pronunciation": "/ˈæt.ləs/",
    "spanish": "atlas",
    "id": 124
  },
  {
    "word": "passport",
    "simple_sentence": "I renewed my passport before traveling abroad.",
    "simple_sentence_spanish": "Renové mi pasaporte antes de viajar al extranjero.",
    "complex_sentence": "The passport is essential for international travel, allowing entry into foreign countries.",
    "complex_sentence_spanish": "El pasaporte es esencial para viajar internacionalmente, permitiendo la entrada a países extranjeros.",
    "pronunciation": "/ˈpæs.pɔːrt/",
    "spanish": "pasaporte",
    "id": 125
  },
  {
    "word": "visa",
    "simple_sentence": "I applied for a visa to visit my friend in another country.",
    "simple_sentence_spanish": "Solicité una visa para visitar a mi amiga en otro país.",
    "complex_sentence": "The visa allows me to stay in the country for a specific period and purpose.",
    "complex_sentence_spanish": "La visa me permite quedarme en el país por un período y propósito específicos.",
    "pronunciation": "/ˈviː.zə/",
    "spanish": "visa",
    "id": 126
  },
  {
    "word": "ticket",
    "simple_sentence": "I bought a ticket for the concert next month.",
    "simple_sentence_spanish": "Compré un billete para el concierto el próximo mes.",
    "complex_sentence": "The ticket grants me access to the event and is required for entry.",
    "complex_sentence_spanish": "El billete me da acceso al evento y es necesario para la entrada.",
    "pronunciation": "/ˈtɪk.ɪt/",
    "spanish": "billete",
    "id": 127
  },
  {
    "word": "boarding pass",
    "simple_sentence": "I printed my boarding pass before heading to the airport.",
    "simple_sentence_spanish": "Imprimí mi tarjeta de embarque antes de dirigirme al aeropuerto.",
    "complex_sentence": "The boarding pass contains important information such as my seat number and flight details.",
    "complex_sentence_spanish": "La tarjeta de embarque contiene información importante como mi número de asiento y detalles del vuelo.",
    "pronunciation": "/ˈbɔːr.dɪŋ pæs/",
    "spanish": "tarjeta de embarque",
    "id": 128
  },
  {
    "word": "luggage",
    "simple_sentence": "I packed my luggage the night before my flight.",
    "simple_sentence_spanish": "Hice mi equipaje la noche antes de mi vuelo.",
    "complex_sentence": "The luggage must comply with airline regulations regarding size and weight.",
    "complex_sentence_spanish": "El equipaje debe cumplir con las regulaciones de la aerolínea en cuanto a tamaño y peso.",
    "pronunciation": "/ˈlʌɡ.ɪdʒ/",
    "spanish": "equipaje",
    "id": 129
  },
  {
    "word": "suitcase",
    "simple_sentence": "I bought a new suitcase for my travels.",
    "simple_sentence_spanish": "Compré una nueva maleta para mis viajes.",
    "complex_sentence": "The suitcase is designed to be durable and spacious for all my belongings.",
    "complex_sentence_spanish": "La maleta está diseñada para ser duradera y espaciosa para todas mis pertenencias.",
    "pronunciation": "/ˈsuːt.keɪs/",
    "spanish": "maleta",
    "id": 130
  },
  {
    "word": "backpack",
    "simple_sentence": "I carried my backpack on my hiking trip.",
    "simple_sentence_spanish": "Llevé mi mochila en mi viaje de senderismo.",
    "complex_sentence": "The backpack is perfect for carrying supplies during outdoor adventures.",
    "complex_sentence_spanish": "La mochila es perfecta para llevar suministros durante las aventuras al aire libre.",
    "pronunciation": "/ˈbæk.pæk/",
    "spanish": "mochila",
    "id": 131
  },
  {
    "word": "daypack",
    "simple_sentence": "I used a daypack for my short hike.",
    "simple_sentence_spanish": "Usé una mochila pequeña para mi caminata corta.",
    "complex_sentence": "The daypack is lightweight and ideal for carrying essentials for a day trip.",
    "complex_sentence_spanish": "La mochila pequeña es ligera y ideal para llevar lo esencial para un viaje de un día.",
    "pronunciation": "/ˈdeɪ.pæk/",
    "spanish": "mochila de día",
    "id": 132
  },
  {
    "word": "carry-on",
    "simple_sentence": "I always bring a carry-on bag to avoid checked luggage fees.",
    "simple_sentence_spanish": "Siempre traigo un bolso de mano para evitar tarifas de equipaje facturado.",
    "complex_sentence": "The carry-on is convenient for keeping important items close during my flight.",
    "complex_sentence_spanish": "El bolso de mano es conveniente para mantener artículos importantes cerca durante mi vuelo.",
    "pronunciation": "/ˈkær.i.ɒn/",
    "spanish": "equipaje de mano",
    "id": 133
  },
  {
    "word": "bag",
    "simple_sentence": "I packed a bag for the weekend getaway.",
    "simple_sentence_spanish": "Hice una bolsa para la escapada de fin de semana.",
    "complex_sentence": "The bag is spacious enough to hold all my clothing and toiletries.",
    "complex_sentence_spanish": "La bolsa es lo suficientemente espaciosa para guardar toda mi ropa y artículos de tocador.",
    "pronunciation": "/bæɡ/",
    "spanish": "bolsa",
    "id": 134
  },
  {
    "word": "purse",
    "simple_sentence": "I always carry my purse when I go out.",
    "simple_sentence_spanish": "Siempre llevo mi bolso cuando salgo.",
    "complex_sentence": "The purse is stylish and holds all my essential items.",
    "complex_sentence_spanish": "El bolso es elegante y guarda todos mis artículos esenciales.",
    "pronunciation": "/pɜːrs/",
    "spanish": "bolso",
    "id": 135
  },
  {
    "word": "wallet",
    "simple_sentence": "I keep my ID and money in my wallet.",
    "simple_sentence_spanish": "Guardo mi identificación y dinero en mi billetera.",
    "complex_sentence": "The wallet is designed to organize my cards and cash efficiently.",
    "complex_sentence_spanish": "La billetera está diseñada para organizar mis tarjetas y efectivo de manera eficiente.",
    "pronunciation": "/ˈwɑː.lɪt/",
    "spanish": "billetera",
    "id": 136
  },
  {
    "word": "fanny pack",
    "simple_sentence": "I wore a fanny pack during my travels for convenience.",
    "simple_sentence_spanish": "Llevé una riñonera durante mis viajes por conveniencia.",
    "complex_sentence": "The fanny pack is a practical accessory for keeping hands free while exploring.",
    "complex_sentence_spanish": "La riñonera es un accesorio práctico para mantener las manos libres mientras exploras.",
    "pronunciation": "/ˈfæn.i pæk/",
    "spanish": "riñonera",
    "id": 137
  },
  {
    "word": "camera",
    "simple_sentence": "I took my camera to capture beautiful moments.",
    "simple_sentence_spanish": "Llevé mi cámara para capturar momentos hermosos.",
    "complex_sentence": "The camera is essential for documenting my travels and experiences.",
    "complex_sentence_spanish": "La cámara es esencial para documentar mis viajes y experiencias.",
    "pronunciation": "/ˈkæm.ər.ə/",
    "spanish": "cámara",
    "id": 138
  },
  {
    "word": "guidebook",
    "simple_sentence": "I read the guidebook to learn about local attractions.",
    "simple_sentence_spanish": "Leí la guía para aprender sobre las atracciones locales.",
    "complex_sentence": "The guidebook provides valuable information about the best places to visit.",
    "complex_sentence_spanish": "La guía proporciona información valiosa sobre los mejores lugares para visitar.",
    "pronunciation": "/ˈɡaɪd.bʊk/",
    "spanish": "guía de viaje",
    "id": 139
  },
  {
    "word": "brochure",
    "simple_sentence": "I picked up a brochure for the museum.",
    "simple_sentence_spanish": "Recogí un folleto para el museo.",
    "complex_sentence": "The brochure contains details about the museum's exhibits and opening hours.",
    "complex_sentence_spanish": "El folleto contiene detalles sobre las exposiciones y horarios de apertura del museo.",
    "pronunciation": "/broʊˈʃʊr/",
    "spanish": "folleto",
    "id": 140
  },
  {
    "word": "tour",
    "simple_sentence": "I enjoyed the guided tour during my trip.",
    "simple_sentence_spanish": "Disfruté de la visita guiada durante mi viaje.",
    "complex_sentence": "The tour offers a deep insight into the history and culture of the city.",
    "complex_sentence_spanish": "La visita ofrece una profunda visión de la historia y cultura de la ciudad.",
    "pronunciation": "/tʊr/",
    "spanish": "tour",
    "id": 141
  },
  {
    "word": "sightseeing",
    "simple_sentence": "I spent the day sightseeing in the beautiful city.",
    "simple_sentence_spanish": "Pasé el día haciendo turismo en la hermosa ciudad.",
    "complex_sentence": "Sightseeing allows travelers to experience the highlights and landmarks of a destination.",
    "complex_sentence_spanish": "El turismo permite a los viajeros experimentar los aspectos más destacados y los monumentos de un destino.",
    "pronunciation": "/ˈsaɪtˌsiː.ɪŋ/",
    "spanish": "turismo",
    "id": 142
  },
  {
    "word": "excursion",
    "simple_sentence": "We took an excursion to the nearby islands.",
    "simple_sentence_spanish": "Hicimos una excursión a las islas cercanas.",
    "complex_sentence": "The excursion was a fantastic way to explore the natural beauty of the region.",
    "complex_sentence_spanish": "La excursión fue una manera fantástica de explorar la belleza natural de la región.",
    "pronunciation": "/ɪkˈskɜːr.ʒən/",
    "spanish": "excursión",
    "id": 143
  },
  {
    "word": "adventure",
    "simple_sentence": "I went on an adventure to climb the mountain.",
    "simple_sentence_spanish": "Fui a una aventura para escalar la montaña.",
    "complex_sentence": "The adventure was filled with thrilling experiences and stunning views.",
    "complex_sentence_spanish": "La aventura estuvo llena de experiencias emocionantes y vistas impresionantes.",
    "pronunciation": "/ədˈvɛn.tʃər/",
    "spanish": "aventura",
    "id": 144
  },
  {
    "word": "expedition",
    "simple_sentence": "We planned an expedition to the remote area.",
    "simple_sentence_spanish": "Planificamos una expedición a la zona remota.",
    "complex_sentence": "The expedition aimed to study the unique wildlife of the region.",
    "complex_sentence_spanish": "La expedición tenía como objetivo estudiar la fauna única de la región.",
    "pronunciation": "/ˌɛk.spəˈdɪʃ.ən/",
    "spanish": "expedición",
    "id": 145
  },
  {
    "word": "journey",
    "simple_sentence": "The journey took us through breathtaking landscapes.",
    "simple_sentence_spanish": "El viaje nos llevó a través de paisajes impresionantes.",
    "complex_sentence": "This journey was an unforgettable experience that changed my perspective.",
    "complex_sentence_spanish": "Este viaje fue una experiencia inolvidable que cambió mi perspectiva.",
    "pronunciation": "/ˈdʒɜːr.ni/",
    "spanish": "viaje",
    "id": 146
  },
  {
    "word": "trip",
    "simple_sentence": "I took a trip to the mountains for the weekend.",
    "simple_sentence_spanish": "Hice un viaje a las montañas para el fin de semana.",
    "complex_sentence": "This trip allowed me to reconnect with nature and relax.",
    "complex_sentence_spanish": "Este viaje me permitió reconectar con la naturaleza y relajarme.",
    "pronunciation": "/trɪp/",
    "spanish": "viaje",
    "id": 147
  },
  {
    "word": "holiday",
    "simple_sentence": "We planned a holiday to the beach this summer.",
    "simple_sentence_spanish": "Planeamos unas vacaciones a la playa este verano.",
    "complex_sentence": "The holiday was a perfect opportunity to unwind and enjoy time with family.",
    "complex_sentence_spanish": "Las vacaciones fueron una oportunidad perfecta para relajarse y disfrutar del tiempo con la familia.",
    "pronunciation": "/ˈhɒl.ɪ.deɪ/",
    "spanish": "vacaciones",
    "id": 148
  },
  {
    "word": "vacation",
    "simple_sentence": "I am going on vacation next month.",
    "simple_sentence_spanish": "Voy de vacaciones el próximo mes.",
    "complex_sentence": "This vacation is a chance to explore new places and create lasting memories.",
    "complex_sentence_spanish": "Estas vacaciones son una oportunidad para explorar nuevos lugares y crear recuerdos duraderos.",
    "pronunciation": "/veɪˈkeɪ.ʃən/",
    "spanish": "vacaciones",
    "id": 149
  },
  {
    "word": "road trip",
    "simple_sentence": "We took a road trip across the country.",
    "simple_sentence_spanish": "Hicimos un viaje por carretera a través del país.",
    "complex_sentence": "The road trip was filled with fun stops and unexpected adventures.",
    "complex_sentence_spanish": "El viaje por carretera estuvo lleno de paradas divertidas y aventuras inesperadas.",
    "pronunciation": "/roʊd trɪp/",
    "spanish": "viaje por carretera",
    "id": 150
  },
  {
    "word": "cruise",
    "simple_sentence": "We went on a cruise in the Caribbean.",
    "simple_sentence_spanish": "Hicimos un crucero por el Caribe.",
    "complex_sentence": "The cruise offered luxurious amenities and breathtaking ocean views.",
    "complex_sentence_spanish": "El crucero ofreció comodidades de lujo y vistas impresionantes del océano.",
    "pronunciation": "/kruːz/",
    "spanish": "crucero",
    "id": 151
  },
  {
    "word": "flight",
    "simple_sentence": "I booked a flight to New York for the conference.",
    "simple_sentence_spanish": "Reservé un vuelo a Nueva York para la conferencia.",
    "complex_sentence": "The flight was delayed due to bad weather conditions.",
    "complex_sentence_spanish": "El vuelo se retrasó debido a las malas condiciones climáticas.",
    "pronunciation": "/flaɪt/",
    "spanish": "vuelo",
    "id": 152
  },
  {
    "word": "train ride",
    "simple_sentence": "I enjoyed the train ride through the countryside.",
    "simple_sentence_spanish": "Disfruté del viaje en tren por el campo.",
    "complex_sentence": "The train ride provided stunning views of the rolling hills.",
    "complex_sentence_spanish": "El viaje en tren ofreció vistas impresionantes de las colinas onduladas.",
    "pronunciation": "/treɪn raɪd/",
    "spanish": "viaje en tren",
    "id": 153
  },
  {
    "word": "bus ride",
    "simple_sentence": "We took a bus ride to the city center.",
    "simple_sentence_spanish": "Tomamos un viaje en autobús al centro de la ciudad.",
    "complex_sentence": "The bus ride was convenient and affordable for exploring the area.",
    "complex_sentence_spanish": "El viaje en autobús fue conveniente y asequible para explorar la zona.",
    "pronunciation": "/bʌs raɪd/",
    "spanish": "viaje en autobús",
    "id": 154
  },
  {
    "word": "car ride",
    "simple_sentence": "I enjoyed the car ride with my friends.",
    "simple_sentence_spanish": "Disfruté del viaje en coche con mis amigos.",
    "complex_sentence": "The car ride was filled with laughter and great music.",
    "complex_sentence_spanish": "El viaje en coche estuvo lleno de risas y buena música.",
    "pronunciation": "/kɑːr raɪd/",
    "spanish": "viaje en coche",
    "id": 155
  },
  {
    "word": "ferry",
    "simple_sentence": "We took a ferry to the island for a day trip.",
    "simple_sentence_spanish": "Tomamos un ferry a la isla para una excursión de un día.",
    "complex_sentence": "The ferry ride provided a unique perspective of the coastline.",
    "complex_sentence_spanish": "El viaje en ferry ofreció una perspectiva única de la costa.",
    "pronunciation": "/ˈfɛr.i/",
    "spanish": "ferry",
    "id": 156
  },
  {
    "word": "boat ride",
    "simple_sentence": "I enjoyed a boat ride on the lake.",
    "simple_sentence_spanish": "Disfruté de un paseo en barco por el lago.",
    "complex_sentence": "The boat ride was peaceful and allowed us to appreciate nature.",
    "complex_sentence_spanish": "El paseo en barco fue tranquilo y nos permitió apreciar la naturaleza.",
    "pronunciation": "/boʊt raɪd/",
    "spanish": "paseo en barco",
    "id": 157
  },
  {
    "word": "bike ride",
    "simple_sentence": "I took a bike ride along the scenic route.",
    "simple_sentence_spanish": "Hice un paseo en bicicleta por la ruta escénica.",
    "complex_sentence": "The bike ride was invigorating and offered stunning views of the landscape.",
    "complex_sentence_spanish": "El paseo en bicicleta fue revitalizante y ofreció vistas impresionantes del paisaje.",
    "pronunciation": "/baɪk raɪd/",
    "spanish": "paseo en bicicleta",
    "id": 158
  },
  {
    "word": "hike",
    "simple_sentence": "We went on a hike in the national park.",
    "simple_sentence_spanish": "Hicimos una caminata en el parque nacional.",
    "complex_sentence": "The hike was challenging but rewarding with breathtaking scenery.",
    "complex_sentence_spanish": "La caminata fue desafiante pero gratificante con un paisaje impresionante.",
    "pronunciation": "/haɪk/",
    "spanish": "caminata",
    "id": 159
  },
  {
    "word": "trek",
    "simple_sentence": "I enjoyed a trek through the mountains.",
    "simple_sentence_spanish": "Disfruté de una travesía por las montañas.",
    "complex_sentence": "The trek was a remarkable experience that tested our endurance.",
    "complex_sentence_spanish": "La travesía fue una experiencia notable que puso a prueba nuestra resistencia.",
    "pronunciation": "/trɛk/",
    "spanish": "travesía",
    "id": 160
  },
  {
    "word": "camping",
    "simple_sentence": "I went camping in the mountains last weekend.",
    "simple_sentence_spanish": "Fui de camping a las montañas el fin de semana pasado.",
    "complex_sentence": "Camping allows you to immerse yourself in nature and disconnect from daily life.",
    "complex_sentence_spanish": "El camping te permite sumergirte en la naturaleza y desconectarte de la vida cotidiana.",
    "pronunciation": "/ˈkæmpɪŋ/",
    "spanish": "camping",
    "id": 161
  },
  {
    "word": "glamping",
    "simple_sentence": "I tried glamping for the first time during my vacation.",
    "simple_sentence_spanish": "Probé el glamping por primera vez durante mis vacaciones.",
    "complex_sentence": "Glamping combines the luxury of a hotel with the experience of camping in nature.",
    "complex_sentence_spanish": "El glamping combina el lujo de un hotel con la experiencia de acampar en la naturaleza.",
    "pronunciation": "/ˈɡlæmpɪŋ/",
    "spanish": "glamping",
    "id": 162
  },
  {
    "word": "safari",
    "simple_sentence": "I went on a safari in Africa last summer.",
    "simple_sentence_spanish": "Fui a un safari en África el verano pasado.",
    "complex_sentence": "A safari provides an exciting opportunity to see wildlife in their natural habitat.",
    "complex_sentence_spanish": "Un safari ofrece una emocionante oportunidad de ver la vida salvaje en su hábitat natural.",
    "pronunciation": "/səˈfɑːri/",
    "spanish": "safari",
    "id": 163
  },
  {
    "word": "backpacking",
    "simple_sentence": "I love backpacking through national parks.",
    "simple_sentence_spanish": "Me encanta hacer senderismo con mochila por los parques nacionales.",
    "complex_sentence": "Backpacking allows travelers to explore remote areas and experience local culture.",
    "complex_sentence_spanish": "Hacer senderismo con mochila permite a los viajeros explorar áreas remotas y experimentar la cultura local.",
    "pronunciation": "/ˈbækˌpækɪŋ/",
    "spanish": "senderismo con mochila",
    "id": 164
  },
  {
    "word": "hitchhiking",
    "simple_sentence": "He decided to go hitchhiking across the country.",
    "simple_sentence_spanish": "Decidió hacer autostop por todo el país.",
    "complex_sentence": "Hitchhiking can be an adventurous way to travel, meeting interesting people along the way.",
    "complex_sentence_spanish": "Hacer autostop puede ser una forma aventurera de viajar, conociendo personas interesantes en el camino.",
    "pronunciation": "/ˈhɪtʃˌhaɪ.kɪŋ/",
    "spanish": "hacer autostop",
    "id": 165
  },
  {
    "word": "island hopping",
    "simple_sentence": "We spent the week island hopping in Greece.",
    "simple_sentence_spanish": "Pasamos la semana haciendo saltos entre islas en Grecia.",
    "complex_sentence": "Island hopping allows you to experience the unique charm of each island.",
    "complex_sentence_spanish": "Hacer saltos entre islas te permite experimentar el encanto único de cada isla.",
    "pronunciation": "/ˈaɪ.lənd ˌhɒp.ɪŋ/",
    "spanish": "hacer saltos entre islas",
    "id": 166
  },
  {
    "word": "city tour",
    "simple_sentence": "We took a city tour to explore the main attractions.",
    "simple_sentence_spanish": "Hicimos un recorrido por la ciudad para explorar las principales atracciones.",
    "complex_sentence": "A city tour can provide valuable insights into the history and culture of the place.",
    "complex_sentence_spanish": "Un recorrido por la ciudad puede proporcionar información valiosa sobre la historia y la cultura del lugar.",
    "pronunciation": "/ˈsɪti tʊr/",
    "spanish": "recorrido por la ciudad",
    "id": 167
  },
  {
    "word": "nature walk",
    "simple_sentence": "I enjoyed a peaceful nature walk in the forest.",
    "simple_sentence_spanish": "Disfruté de un tranquilo paseo por la naturaleza en el bosque.",
    "complex_sentence": "Nature walks are a great way to connect with the environment and relieve stress.",
    "complex_sentence_spanish": "Los paseos por la naturaleza son una excelente manera de conectar con el medio ambiente y aliviar el estrés.",
    "pronunciation": "/ˈneɪtʃər wɔk/",
    "spanish": "paseo por la naturaleza",
    "id": 168
  },
  {
    "word": "wine tour",
    "simple_sentence": "We went on a wine tour through the vineyards.",
    "simple_sentence_spanish": "Hicimos un recorrido de vinos por los viñedos.",
    "complex_sentence": "A wine tour can enhance your appreciation for different types of wines and their origins.",
    "complex_sentence_spanish": "Un recorrido de vinos puede aumentar tu apreciación por los diferentes tipos de vinos y sus orígenes.",
    "pronunciation": "/waɪn tʊr/",
    "spanish": "recorrido de vinos",
    "id": 169
  },
  {
    "word": "culinary tour",
    "simple_sentence": "I joined a culinary tour to taste local dishes.",
    "simple_sentence_spanish": "Me uní a un recorrido culinario para degustar platos locales.",
    "complex_sentence": "A culinary tour offers a delicious way to learn about a region's culture through its food.",
    "complex_sentence_spanish": "Un recorrido culinario ofrece una forma deliciosa de aprender sobre la cultura de una región a través de su comida.",
    "pronunciation": "/ˈkʌlɪnəri tʊr/",
    "spanish": "recorrido culinario",
    "id": 170
  },
  {
    "word": "art tour",
    "simple_sentence": "We participated in an art tour of the city.",
    "simple_sentence_spanish": "Participamos en un recorrido artístico por la ciudad.",
    "complex_sentence": "An art tour provides insight into the local art scene and the works of various artists.",
    "complex_sentence_spanish": "Un recorrido artístico proporciona una visión de la escena artística local y las obras de varios artistas.",
    "pronunciation": "/ɑrt tʊr/",
    "spanish": "recorrido artístico",
    "id": 171
  },
  {
    "word": "historical tour",
    "simple_sentence": "I took a historical tour of the old town.",
    "simple_sentence_spanish": "Hice un recorrido histórico por el casco antiguo.",
    "complex_sentence": "A historical tour can uncover fascinating stories and facts about the past.",
    "complex_sentence_spanish": "Un recorrido histórico puede descubrir historias y hechos fascinantes sobre el pasado.",
    "pronunciation": "/hɪsˈtɔrɪkəl tʊr/",
    "spanish": "recorrido histórico",
    "id": 172
  },
  {
    "word": "cultural tour",
    "simple_sentence": "We enjoyed a cultural tour that showcased local traditions.",
    "simple_sentence_spanish": "Disfrutamos de un recorrido cultural que mostró tradiciones locales.",
    "complex_sentence": "A cultural tour provides a deeper understanding of the customs and practices of a community.",
    "complex_sentence_spanish": "Un recorrido cultural proporciona una comprensión más profunda de las costumbres y prácticas de una comunidad.",
    "pronunciation": "/ˈkʌl.tʃər.əl tʊr/",
    "spanish": "recorrido cultural",
    "id": 173
  },
  {
    "word": "beach holiday",
    "simple_sentence": "I spent my beach holiday relaxing by the sea.",
    "simple_sentence_spanish": "Pasé mis vacaciones en la playa relajándome junto al mar.",
    "complex_sentence": "A beach holiday offers a perfect escape for sun lovers and water sports enthusiasts.",
    "complex_sentence_spanish": "Unas vacaciones en la playa ofrecen una escapada perfecta para los amantes del sol y los entusiastas de los deportes acuáticos.",
    "pronunciation": "/biːtʃ ˈhɒl.ɪ.deɪ/",
    "spanish": "vacaciones en la playa",
    "id": 174
  },
  {
    "word": "ski trip",
    "simple_sentence": "We went on a ski trip to the mountains.",
    "simple_sentence_spanish": "Fuimos a un viaje de esquí a las montañas.",
    "complex_sentence": "A ski trip can be an exhilarating experience, combining adventure with breathtaking views.",
    "complex_sentence_spanish": "Un viaje de esquí puede ser una experiencia emocionante, combinando aventura con vistas impresionantes.",
    "pronunciation": "/skiː trɪp/",
    "spanish": "viaje de esquí",
    "id": 175
  },
  {
    "word": "mountain climbing",
    "simple_sentence": "I went mountain climbing with friends last summer.",
    "simple_sentence_spanish": "Fui a escalar montañas con amigos el verano pasado.",
    "complex_sentence": "Mountain climbing challenges your physical limits while offering stunning views from the summit.",
    "complex_sentence_spanish": "La escalada de montañas desafía tus límites físicos mientras ofrece vistas impresionantes desde la cumbre.",
    "pronunciation": "/ˈmaʊn.tɪn ˈklaɪ.mɪŋ/",
    "spanish": "escalada de montañas",
    "id": 176
  },
  {
    "word": "surfing",
    "simple_sentence": "I learned surfing while on vacation at the beach.",
    "simple_sentence_spanish": "Aprendí a surfear durante mis vacaciones en la playa.",
    "complex_sentence": "Surfing is not only a thrilling sport but also a way to connect with the ocean.",
    "complex_sentence_spanish": "El surf no solo es un deporte emocionante, sino también una forma de conectar con el océano.",
    "pronunciation": "/ˈsɜːrfɪŋ/",
    "spanish": "surf",
    "id": 177
  },
  {
    "word": "snorkeling",
    "simple_sentence": "We enjoyed snorkeling in the clear waters of the Caribbean.",
    "simple_sentence_spanish": "Disfrutamos del esnórquel en las aguas cristalinas del Caribe.",
    "complex_sentence": "Snorkeling allows you to explore vibrant marine life just below the surface.",
    "complex_sentence_spanish": "El esnórquel te permite explorar la vida marina vibrante justo debajo de la superficie.",
    "pronunciation": "/ˈsnɔːr.kəl.ɪŋ/",
    "spanish": "esnórquel",
    "id": 178
  },
  {
    "word": "diving",
    "simple_sentence": "I went diving to see the beautiful coral reefs.",
    "simple_sentence_spanish": "Fui a bucear para ver los hermosos arrecifes de coral.",
    "complex_sentence": "Diving offers an incredible opportunity to witness underwater ecosystems in their natural state.",
    "complex_sentence_spanish": "El buceo ofrece una increíble oportunidad de presenciar los ecosistemas marinos en su estado natural.",
    "pronunciation": "/ˈdaɪ.vɪŋ/",
    "spanish": "buceo",
    "id": 179
  },
  {
    "word": "kayaking",
    "simple_sentence": "I went kayaking on the lake with my family.",
    "simple_sentence_spanish": "Fui a hacer kayak en el lago con mi familia.",
    "complex_sentence": "Kayaking is a fun way to explore waterways and enjoy the outdoors.",
    "complex_sentence_spanish": "Hacer kayak es una forma divertida de explorar vías fluviales y disfrutar del aire libre.",
    "pronunciation": "/ˈkaɪ.æk.ɪŋ/",
    "spanish": "kayak",
    "id": 180
  },
  {
    "word": "canoeing",
    "simple_sentence": "I went canoeing on the river during my trip.",
    "simple_sentence_spanish": "Hice canotaje en el río durante mi viaje.",
    "complex_sentence": "Canoeing is a relaxing way to explore serene waters and enjoy nature.",
    "complex_sentence_spanish": "El canotaje es una forma relajante de explorar aguas tranquilas y disfrutar de la naturaleza.",
    "pronunciation": "/kəˈnuː.ɪŋ/",
    "spanish": "canotaje",
    "id": 181
  },
  {
    "word": "rafting",
    "simple_sentence": "I went rafting down the white-water rapids during my trip.",
    "simple_sentence_spanish": "Hice rafting en las aguas bravas durante mi viaje.",
    "complex_sentence": "Rafting offers an exhilarating experience as you navigate through thrilling rapids.",
    "complex_sentence_spanish": "El rafting ofrece una experiencia emocionante mientras navegas por rápidos emocionantes.",
    "pronunciation": "/ˈræf.tɪŋ/",
    "spanish": "rafting",
    "id": 182
  },
  {
    "word": "paragliding",
    "simple_sentence": "I tried paragliding for the first time during my trip.",
    "simple_sentence_spanish": "Probé el parapente por primera vez durante mi viaje.",
    "complex_sentence": "Paragliding allows you to soar above the landscape, offering breathtaking views.",
    "complex_sentence_spanish": "El parapente te permite volar sobre el paisaje, ofreciendo vistas impresionantes.",
    "pronunciation": "/ˈpær.əˌɡlaɪ.dɪŋ/",
    "spanish": "parapente",
    "id": 183
  },
  {
    "word": "skydiving",
    "simple_sentence": "I went skydiving to experience the thrill of freefall.",
    "simple_sentence_spanish": "Hice paracaidismo para experimentar la emoción de la caída libre.",
    "complex_sentence": "Skydiving provides an adrenaline rush as you jump from an airplane and freefall towards the earth.",
    "complex_sentence_spanish": "El paracaidismo proporciona una descarga de adrenalina mientras saltas de un avión y caes libremente hacia la tierra.",
    "pronunciation": "/ˈskaɪˌdaɪ.vɪŋ/",
    "spanish": "paracaidismo",
    "id": 184
  },
  {
    "word": "hot air ballooning",
    "simple_sentence": "I enjoyed hot air ballooning during my trip.",
    "simple_sentence_spanish": "Disfruté de un paseo en globo aerostático durante mi viaje.",
    "complex_sentence": "Hot air ballooning offers a peaceful ride above the landscape, allowing you to appreciate stunning views.",
    "complex_sentence_spanish": "El paseo en globo aerostático ofrece un viaje tranquilo por encima del paisaje, permitiéndote apreciar vistas impresionantes.",
    "pronunciation": "/hɑt ɛr bəˈlun.ɪŋ/",
    "spanish": "paseo en globo",
    "id": 185
  },
  {
    "word": "bungee jumping",
    "simple_sentence": "I tried bungee jumping for an adrenaline rush.",
    "simple_sentence_spanish": "Probé el puenting para sentir la adrenalina.",
    "complex_sentence": "Bungee jumping is a thrilling activity that involves jumping from a height while attached to a large elastic cord.",
    "complex_sentence_spanish": "El puenting es una actividad emocionante que consiste en saltar desde una altura mientras estás sujeto a un gran cordón elástico.",
    "pronunciation": "/ˈbʌn.dʒi ˌdʒʌmpɪŋ/",
    "spanish": "puenting",
    "id": 186
  },
  {
    "word": "zip-lining",
    "simple_sentence": "I went zip-lining through the treetops.",
    "simple_sentence_spanish": "Hice tirolesa entre los árboles.",
    "complex_sentence": "Zip-lining offers a unique perspective of nature as you glide from one platform to another high above the ground.",
    "complex_sentence_spanish": "La tirolesa ofrece una perspectiva única de la naturaleza mientras te deslizas de una plataforma a otra, a gran altura del suelo.",
    "pronunciation": "/ˈzɪpˌlaɪnɪŋ/",
    "spanish": "tirolesa",
    "id": 187
  },
  {
    "word": "rock climbing",
    "simple_sentence": "I enjoyed rock climbing on the rugged cliffs.",
    "simple_sentence_spanish": "Disfruté de la escalada en roca en los acantilados escarpados.",
    "complex_sentence": "Rock climbing tests your strength and endurance as you scale natural rock formations.",
    "complex_sentence_spanish": "La escalada en roca pone a prueba tu fuerza y resistencia mientras subes por formaciones rocosas naturales.",
    "pronunciation": "/rɑk ˈklaɪ.mɪŋ/",
    "spanish": "escalada en roca",
    "id": 188
  },
  {
    "word": "caving",
    "simple_sentence": "I went caving to explore the underground caves.",
    "simple_sentence_spanish": "Fui a espeleología para explorar las cuevas subterráneas.",
    "complex_sentence": "Caving allows adventurers to discover unique geological formations in hidden underground environments.",
    "complex_sentence_spanish": "La espeleología permite a los aventureros descubrir formaciones geológicas únicas en entornos subterráneos ocultos.",
    "pronunciation": "/ˈkeɪ.vɪŋ/",
    "spanish": "espeleología",
    "id": 189
  },
  {
    "word": "scuba diving",
    "simple_sentence": "I went scuba diving to see the vibrant coral reefs.",
    "simple_sentence_spanish": "Fui a bucear para ver los coloridos arrecifes de coral.",
    "complex_sentence": "Scuba diving provides an opportunity to explore underwater ecosystems and encounter diverse marine life.",
    "complex_sentence_spanish": "El buceo ofrece la oportunidad de explorar ecosistemas marinos y encontrar una diversidad de vida marina.",
    "pronunciation": "/ˈskuː.bə ˈdaɪ.vɪŋ/",
    "spanish": "buceo",
    "id": 190
  },
  {
    "word": "sailing",
    "simple_sentence": "I went sailing on the lake with my family.",
    "simple_sentence_spanish": "Hice navegación en el lago con mi familia.",
    "complex_sentence": "Sailing is a relaxing activity that allows you to enjoy the tranquility of the water.",
    "complex_sentence_spanish": "Navegar es una actividad relajante que te permite disfrutar de la tranquilidad del agua.",
    "pronunciation": "/ˈseɪ.lɪŋ/",
    "spanish": "navegación",
    "id": 191
  },
  {
    "word": "windsurfing",
    "simple_sentence": "I tried windsurfing for the first time during my vacation.",
    "simple_sentence_spanish": "Probé el windsurf por primera vez durante mis vacaciones.",
    "complex_sentence": "Windsurfing combines the thrill of surfing with the speed of sailing on the water.",
    "complex_sentence_spanish": "El windsurf combina la emoción del surf con la velocidad de la navegación en el agua.",
    "pronunciation": "/ˈwɪndˌsɜr.fɪŋ/",
    "spanish": "windsurf",
    "id": 192
  },
  {
    "word": "kite surfing",
    "simple_sentence": "I experienced kite surfing at the beach.",
    "simple_sentence_spanish": "Experimenté el kitesurf en la playa.",
    "complex_sentence": "Kite surfing allows you to harness the wind and glide across the water while being pulled by a kite.",
    "complex_sentence_spanish": "El kitesurf te permite aprovechar el viento y deslizarte sobre el agua mientras eres arrastrado por una cometa.",
    "pronunciation": "/ˈkaɪt ˌsɜr.fɪŋ/",
    "spanish": "kitesurf",
    "id": 193
  },
  {
    "word": "jet skiing",
    "simple_sentence": "I went jet skiing on the ocean.",
    "simple_sentence_spanish": "Hice esquí acuático en el océano.",
    "complex_sentence": "Jet skiing is an exhilarating water sport that allows you to speed across the waves.",
    "complex_sentence_spanish": "El esquí acuático es un emocionante deporte acuático que te permite acelerar sobre las olas.",
    "pronunciation": "/ˈdʒɛt ˈskiː.ɪŋ/",
    "spanish": "esquí acuático",
    "id": 194
  },
  {
    "word": "snowboarding",
    "simple_sentence": "I enjoyed snowboarding on the slopes during my winter trip.",
    "simple_sentence_spanish": "Disfruté del snowboard en las pistas durante mi viaje de invierno.",
    "complex_sentence": "Snowboarding is a thrilling winter sport that combines speed and skill on snowy mountains.",
    "complex_sentence_spanish": "El snowboard es un emocionante deporte de invierno que combina velocidad y habilidad en montañas nevadas.",
    "pronunciation": "/ˈsnoʊ.bɔːrd.ɪŋ/",
    "spanish": "snowboard",
    "id": 195
  },
  {
    "word": "skiing",
    "simple_sentence": "I went skiing in the snowy mountains.",
    "simple_sentence_spanish": "Fui a esquiar en las montañas nevadas.",
    "complex_sentence": "Skiing is a popular winter activity that attracts enthusiasts to snowy resorts.",
    "complex_sentence_spanish": "Esquiar es una actividad invernal popular que atrae a entusiastas a estaciones de esquí nevadas.",
    "pronunciation": "/ˈskiː.ɪŋ/",
    "spanish": "esquí",
    "id": 196
  },
  {
    "word": "snowmobiling",
    "simple_sentence": "I went snowmobiling through the winter trails.",
    "simple_sentence_spanish": "Hice motonieve por los senderos de invierno.",
    "complex_sentence": "Snowmobiling is a fun way to explore snowy landscapes and experience the thrill of speed.",
    "complex_sentence_spanish": "La motonieve es una forma divertida de explorar paisajes nevados y experimentar la emoción de la velocidad.",
    "pronunciation": "/ˈsnoʊ.moʊˌbiː.lɪŋ/",
    "spanish": "motonieve",
    "id": 197
  },
  {
    "word": "dog sledding",
    "simple_sentence": "I experienced dog sledding in the snowy wilderness.",
    "simple_sentence_spanish": "Experimenté el trineo tirado por perros en la tundra nevada.",
    "complex_sentence": "Dog sledding is an exciting way to travel through snowy terrain while being pulled by a team of dogs.",
    "complex_sentence_spanish": "El trineo tirado por perros es una emocionante forma de viajar a través de terrenos nevados mientras eres arrastrado por un equipo de perros.",
    "pronunciation": "/dɔɡ ˈslɛd.ɪŋ/",
    "spanish": "trineo tirado por perros",
    "id": 198
  },
  {
    "word": "ice skating",
    "simple_sentence": "I went ice skating at the outdoor rink.",
    "simple_sentence_spanish": "Fui a patinar sobre hielo en la pista al aire libre.",
    "complex_sentence": "Ice skating is a popular winter pastime that many enjoy for fun and exercise.",
    "complex_sentence_spanish": "El patinaje sobre hielo es un pasatiempo invernal popular que muchos disfrutan por diversión y ejercicio.",
    "pronunciation": "/ˈaɪs ˈskeɪ.tɪŋ/",
    "spanish": "patinaje sobre hielo",
    "id": 199
  },
  {
    "word": "roller skating",
    "simple_sentence": "I went roller skating at the rink with friends.",
    "simple_sentence_spanish": "Fui a patinar sobre ruedas en la pista con amigos.",
    "complex_sentence": "Roller skating is a fun activity that combines fitness and entertainment.",
    "complex_sentence_spanish": "El patinaje sobre ruedas es una actividad divertida que combina ejercicio y entretenimiento.",
    "pronunciation": "/ˈroʊ.lər ˈskeɪ.tɪŋ/",
    "spanish": "patinaje sobre ruedas",
    "id": 200
  },
  {
    "word": "rollerblading",
    "simple_sentence": "I went rollerblading along the beach with my friends.",
    "simple_sentence_spanish": "Fui a patinar sobre ruedas en la playa con mis amigos.",
    "complex_sentence": "Rollerblading is a fun activity that allows you to enjoy the outdoors while staying active.",
    "complex_sentence_spanish": "Patinar sobre ruedas es una actividad divertida que te permite disfrutar del aire libre mientras te mantienes activo.",
    "pronunciation": "/ˈroʊ.lərˌbleɪ.dɪŋ/",
    "spanish": "patinaje en línea",
    "id": 201
  },
  {
    "word": "skateboarding",
    "simple_sentence": "I practiced skateboarding at the local park.",
    "simple_sentence_spanish": "Practicé el skate en el parque local.",
    "complex_sentence": "Skateboarding is an extreme sport that combines tricks and creativity on a board.",
    "complex_sentence_spanish": "El skate es un deporte extremo que combina trucos y creatividad sobre una tabla.",
    "pronunciation": "/ˈskeɪt.bɔːrd.ɪŋ/",
    "spanish": "patineta",
    "id": 202
  },
  {
    "word": "cycling",
    "simple_sentence": "I enjoy cycling through the countryside during weekends.",
    "simple_sentence_spanish": "Disfruto del ciclismo por el campo los fines de semana.",
    "complex_sentence": "Cycling is a popular way to explore nature and stay fit.",
    "complex_sentence_spanish": "El ciclismo es una forma popular de explorar la naturaleza y mantenerse en forma.",
    "pronunciation": "/ˈsaɪ.kəl.ɪŋ/",
    "spanish": "ciclismo",
    "id": 203
  },
  {
    "word": "mountain biking",
    "simple_sentence": "I went mountain biking on rugged trails last summer.",
    "simple_sentence_spanish": "Fui a andar en bicicleta de montaña por senderos escarpados el verano pasado.",
    "complex_sentence": "Mountain biking offers a thrilling adventure through challenging terrains.",
    "complex_sentence_spanish": "El ciclismo de montaña ofrece una aventura emocionante a través de terrenos desafiantes.",
    "pronunciation": "/ˈmaʊn.tɪn ˈbaɪ.kɪŋ/",
    "spanish": "bicicleta de montaña",
    "id": 204
  },
  {
    "word": "horseback riding",
    "simple_sentence": "I went horseback riding in the mountains.",
    "simple_sentence_spanish": "Fui a montar a caballo en las montañas.",
    "complex_sentence": "Horseback riding is a wonderful way to connect with nature and experience the outdoors.",
    "complex_sentence_spanish": "Montar a caballo es una maravillosa forma de conectar con la naturaleza y disfrutar del aire libre.",
    "pronunciation": "/ˈhɔːrs.bæk ˈraɪ.dɪŋ/",
    "spanish": "montar a caballo",
    "id": 205
  },
  {
    "word": "camel riding",
    "simple_sentence": "I tried camel riding during my visit to the desert.",
    "simple_sentence_spanish": "Probé montar en camello durante mi visita al desierto.",
    "complex_sentence": "Camel riding is a unique experience that allows you to explore arid landscapes.",
    "complex_sentence_spanish": "Montar en camello es una experiencia única que te permite explorar paisajes áridos.",
    "pronunciation": "/ˈkeɪ.məl ˈraɪ.dɪŋ/",
    "spanish": "montar en camello",
    "id": 206
  },
  {
    "word": "elephant riding",
    "simple_sentence": "I experienced elephant riding during my trip to Thailand.",
    "simple_sentence_spanish": "Experimenté montar en elefante durante mi viaje a Tailandia.",
    "complex_sentence": "Elephant riding offers a fascinating way to interact with these majestic animals.",
    "complex_sentence_spanish": "Montar en elefante ofrece una forma fascinante de interactuar con estos majestuosos animales.",
    "pronunciation": "/ˈɛl.ɪ.fənt ˈraɪ.dɪŋ/",
    "spanish": "montar en elefante",
    "id": 207
  },
  {
    "word": "helicopter tour",
    "simple_sentence": "I took a helicopter tour over the Grand Canyon.",
    "simple_sentence_spanish": "Hice un tour en helicóptero sobre el Gran Cañón.",
    "complex_sentence": "A helicopter tour provides stunning aerial views of breathtaking landscapes.",
    "complex_sentence_spanish": "Un tour en helicóptero ofrece impresionantes vistas aéreas de paisajes asombrosos.",
    "pronunciation": "/ˈhɛl.ɪ.kɒp.tər tʊr/",
    "spanish": "tour en helicóptero",
    "id": 208
  },
  {
    "word": "private jet",
    "simple_sentence": "I traveled on a private jet for a business meeting.",
    "simple_sentence_spanish": "Viajé en un jet privado para una reunión de negocios.",
    "complex_sentence": "A private jet offers luxury and convenience for travelers.",
    "complex_sentence_spanish": "Un jet privado ofrece lujo y comodidad para los viajeros.",
    "pronunciation": "/ˈpraɪ.vət dʒɛt/",
    "spanish": "jet privado",
    "id": 209
  },
  {
    "word": "yacht",
    "simple_sentence": "I enjoyed sailing on a yacht during my vacation.",
    "simple_sentence_spanish": "Disfruté navegar en un yate durante mis vacaciones.",
    "complex_sentence": "A yacht provides a luxurious experience on the open water.",
    "complex_sentence_spanish": "Un yate proporciona una experiencia lujosa en aguas abiertas.",
    "pronunciation": "/jɑːt/",
    "spanish": "yate",
    "id": 210
  },
  {
    "word": "sailboat",
    "simple_sentence": "I went sailing on a sailboat in the ocean.",
    "simple_sentence_spanish": "Fui a navegar en un velero en el océano.",
    "complex_sentence": "Sailboats are a serene way to explore coastal waters.",
    "complex_sentence_spanish": "Los veleros son una forma serena de explorar aguas costeras.",
    "pronunciation": "/ˈseɪl.boʊt/",
    "spanish": "velero",
    "id": 211
  },
  {
    "word": "catamaran",
    "simple_sentence": "I took a trip on a catamaran to the nearby islands.",
    "simple_sentence_spanish": "Hice un viaje en un catamarán a las islas cercanas.",
    "complex_sentence": "A catamaran is known for its stability and spacious design, making it perfect for group outings.",
    "complex_sentence_spanish": "Un catamarán es conocido por su estabilidad y diseño espacioso, lo que lo hace perfecto para salidas en grupo.",
    "pronunciation": "/ˌkæt.ə.məˈræn/",
    "spanish": "catamarán",
    "id": 212
  },
  {
    "word": "speedboat",
    "simple_sentence": "I enjoyed a thrilling ride on a speedboat.",
    "simple_sentence_spanish": "Disfruté de un emocionante paseo en una lancha rápida.",
    "complex_sentence": "Speedboats offer an exhilarating way to experience water sports.",
    "complex_sentence_spanish": "Las lanchas rápidas ofrecen una forma emocionante de experimentar deportes acuáticos.",
    "pronunciation": "/ˈspiːd.boʊt/",
    "spanish": "lancha rápida",
    "id": 213
  },
  {
    "word": "submarine",
    "simple_sentence": "I went on a submarine tour to explore the ocean depths.",
    "simple_sentence_spanish": "Hice un tour en submarino para explorar las profundidades del océano.",
    "complex_sentence": "A submarine allows you to explore underwater ecosystems in a unique way.",
    "complex_sentence_spanish": "Un submarino te permite explorar ecosistemas submarinos de una manera única.",
    "pronunciation": "/ˈsʌb.mə.riːn/",
    "spanish": "submarino",
    "id": 214
  },
  {
    "word": "gondola",
    "simple_sentence": "I rode a gondola to the top of the mountain.",
    "simple_sentence_spanish": "Monté en una góndola hasta la cima de la montaña.",
    "complex_sentence": "A gondola ride offers breathtaking views of the surrounding landscape.",
    "complex_sentence_spanish": "Un paseo en góndola ofrece impresionantes vistas del paisaje circundante.",
    "pronunciation": "/ˈɡɒn.də.lə/",
    "spanish": "góndola",
    "id": 215
  },
  {
    "word": "rickshaw",
    "simple_sentence": "I took a rickshaw to explore the busy streets.",
    "simple_sentence_spanish": "Tomé un rickshaw para explorar las calles concurridas.",
    "complex_sentence": "A rickshaw ride is a unique way to navigate through bustling city streets.",
    "complex_sentence_spanish": "Un paseo en rickshaw es una forma única de navegar por las concurridas calles de la ciudad.",
    "pronunciation": "/ˈrɪk.ʃɔː/",
    "spanish": "rickshaw",
    "id": 216
  },
  {
    "word": "tram",
    "simple_sentence": "I traveled on a tram to reach the city center.",
    "simple_sentence_spanish": "Viajé en un tranvía para llegar al centro de la ciudad.",
    "complex_sentence": "Trams are an efficient means of public transportation in many urban areas.",
    "complex_sentence_spanish": "Los tranvías son un medio de transporte público eficiente en muchas áreas urbanas.",
    "pronunciation": "/træm/",
    "spanish": "tranvía",
    "id": 217
  },
  {
    "word": "trolley",
    "simple_sentence": "I pushed my luggage on a trolley at the airport.",
    "simple_sentence_spanish": "Empujé mi equipaje en un carro en el aeropuerto.",
    "complex_sentence": "A trolley is a convenient way to transport luggage in busy places.",
    "complex_sentence_spanish": "Un carro es una forma conveniente de transportar equipaje en lugares concurridos.",
    "pronunciation": "/ˈtrɒl.i/",
    "spanish": "carro",
    "id": 218
  },
  {
    "word": "funicular",
    "simple_sentence": "I took a funicular to reach the mountain summit.",
    "simple_sentence_spanish": "Tomé un funicular para llegar a la cima de la montaña.",
    "complex_sentence": "A funicular is a cable-driven transport system that ascends steep slopes.",
    "complex_sentence_spanish": "Un funicular es un sistema de transporte accionado por cable que asciende pendientes pronunciadas.",
    "pronunciation": "/fjʊˈnɪk.jʊ.lər/",
    "spanish": "funicular",
    "id": 219
  },
  {
    "word": "cable car",
    "simple_sentence": "I rode a cable car to enjoy the mountain views.",
    "simple_sentence_spanish": "Monté en un teleférico para disfrutar de las vistas de la montaña.",
    "complex_sentence": "A cable car provides a scenic ride with panoramic views of the landscape.",
    "complex_sentence_spanish": "Un teleférico ofrece un paseo escénico con vistas panorámicas del paisaje.",
    "pronunciation": "/ˈkeɪ.bəl kɑːr/",
    "spanish": "teleférico",
    "id": 220
  },
  {
    "word": "monorail",
    "simple_sentence": "I rode the monorail to see the city from above.",
    "simple_sentence_spanish": "Monté en el monorriel para ver la ciudad desde arriba.",
    "complex_sentence": "The monorail provides a unique perspective of the urban landscape as it glides above the streets.",
    "complex_sentence_spanish": "El monorriel ofrece una perspectiva única del paisaje urbano mientras se desliza por encima de las calles.",
    "pronunciation": "/ˈmɒn.ə.reɪl/",
    "spanish": "monorriel",
    "id": 221
  },
  {
    "word": "bullet train",
    "simple_sentence": "I traveled on the bullet train to reach my destination quickly.",
    "simple_sentence_spanish": "Viajé en el tren bala para llegar a mi destino rápidamente.",
    "complex_sentence": "The bullet train is renowned for its speed and efficiency, making it a popular choice for long-distance travel.",
    "complex_sentence_spanish": "El tren bala es conocido por su velocidad y eficiencia, lo que lo convierte en una opción popular para los viajes de larga distancia.",
    "pronunciation": "/ˈbʊl.ɪt treɪn/",
    "spanish": "tren bala",
    "id": 222
  },
  {
    "word": "luxury train",
    "simple_sentence": "I enjoyed a meal on the luxury train during my journey.",
    "simple_sentence_spanish": "Disfruté de una comida en el tren de lujo durante mi viaje.",
    "complex_sentence": "Traveling on a luxury train offers an opulent experience with gourmet dining and exquisite scenery.",
    "complex_sentence_spanish": "Viajar en un tren de lujo ofrece una experiencia opulenta con cenas gourmet y paisajes exquisitos.",
    "pronunciation": "/ˈlʌk.ʃər.i treɪn/",
    "spanish": "tren de lujo",
    "id": 223
  },
  {
    "word": "sleeper train",
    "simple_sentence": "I booked a cabin on the sleeper train for overnight travel.",
    "simple_sentence_spanish": "Reservé una cabina en el tren cama para viajar durante la noche.",
    "complex_sentence": "A sleeper train provides comfortable accommodations for passengers to rest during long journeys.",
    "complex_sentence_spanish": "Un tren cama ofrece alojamientos cómodos para que los pasajeros descansen durante los viajes largos.",
    "pronunciation": "/ˈsliː.pər treɪn/",
    "spanish": "tren cama",
    "id": 224
  },
  {
    "word": "express train",
    "simple_sentence": "I took the express train to arrive in the city faster.",
    "simple_sentence_spanish": "Tomé el tren exprés para llegar a la ciudad más rápido.",
    "complex_sentence": "The express train skips many stops, making it the quickest option for reaching major destinations.",
    "complex_sentence_spanish": "El tren exprés salta muchas paradas, lo que lo convierte en la opción más rápida para llegar a los destinos principales.",
    "pronunciation": "/ɪkˈsprɛs treɪn/",
    "spanish": "tren exprés",
    "id": 225
  },
  {
    "word": "commuter train",
    "simple_sentence": "I catch the commuter train every morning for work.",
    "simple_sentence_spanish": "Tomo el tren de cercanías todas las mañanas para ir al trabajo.",
    "complex_sentence": "Commuter trains are essential for many people, providing a reliable way to travel between suburban areas and the city.",
    "complex_sentence_spanish": "Los trenes de cercanías son esenciales para muchas personas, proporcionando una forma confiable de viajar entre áreas suburbanas y la ciudad.",
    "pronunciation": "/kəˈmjuː.tər treɪn/",
    "spanish": "tren de cercanías",
    "id": 226
  },
  {
    "word": "ferry ride",
    "simple_sentence": "I enjoyed a ferry ride across the bay.",
    "simple_sentence_spanish": "Disfruté de un paseo en ferry por la bahía.",
    "complex_sentence": "A ferry ride offers a scenic and relaxing way to travel between islands or across bodies of water.",
    "complex_sentence_spanish": "Un paseo en ferry ofrece una forma escénica y relajante de viajar entre islas o a través de cuerpos de agua.",
    "pronunciation": "/ˈfɛr.i raɪd/",
    "spanish": "paseo en ferry",
    "id": 227
  },
  {
    "word": "cruise ship",
    "simple_sentence": "I boarded the cruise ship for a week-long vacation.",
    "simple_sentence_spanish": "Embarqué en el crucero para unas vacaciones de una semana.",
    "complex_sentence": "Cruise ships provide all-inclusive vacations, offering various entertainment and dining options while sailing to different destinations.",
    "complex_sentence_spanish": "Los cruceros ofrecen vacaciones todo incluido, brindando diversas opciones de entretenimiento y comida mientras navegan hacia diferentes destinos.",
    "pronunciation": "/kruːz ʃɪp/",
    "spanish": "crucero",
    "id": 228
  },
  {
    "word": "yacht charter",
    "simple_sentence": "I arranged a yacht charter for my birthday celebration.",
    "simple_sentence_spanish": "Organicé un alquiler de yate para mi celebración de cumpleaños.",
    "complex_sentence": "Chartering a yacht allows for a personalized sailing experience, complete with a crew and tailored itineraries.",
    "complex_sentence_spanish": "Alquilar un yate permite una experiencia de navegación personalizada, completa con una tripulación e itinerarios a medida.",
    "pronunciation": "/jɒt ˈʧɑː.tər/",
    "spanish": "alquiler de yate",
    "id": 229
  },
  {
    "word": "business class",
    "simple_sentence": "I upgraded my ticket to business class for extra comfort.",
    "simple_sentence_spanish": "Me mejoré el billete a clase business para mayor comodidad.",
    "complex_sentence": "Business class offers enhanced amenities, including wider seats and premium meals, for a more comfortable travel experience.",
    "complex_sentence_spanish": "La clase business ofrece comodidades mejoradas, incluyendo asientos más amplios y comidas premium, para una experiencia de viaje más cómoda.",
    "pronunciation": "/ˈbɪz.nɪs klæs/",
    "spanish": "clase business",
    "id": 230
  },
  {
    "word": "first class",
    "simple_sentence": "I flew first class for a luxurious travel experience.",
    "simple_sentence_spanish": "Viajé en primera clase para una experiencia de viaje lujosa.",
    "complex_sentence": "First class provides exclusive services and spacious seating, making it the top choice for discerning travelers.",
    "complex_sentence_spanish": "La primera clase ofrece servicios exclusivos y asientos espaciosos, convirtiéndola en la mejor opción para viajeros exigentes.",
    "pronunciation": "/ˈfɜːrst klæs/",
    "spanish": "primera clase",
    "id": 231
  },
  {
    "word": "economy class",
    "simple_sentence": "I booked a ticket in economy class to save money.",
    "simple_sentence_spanish": "Reservé un billete en clase económica para ahorrar dinero.",
    "complex_sentence": "Economy class provides affordable travel options, accommodating a larger number of passengers.",
    "complex_sentence_spanish": "La clase económica ofrece opciones de viaje asequibles, acomodando a un mayor número de pasajeros.",
    "pronunciation": "/ɪˈkɒn.ə.mi klæs/",
    "spanish": "clase económica",
    "id": 232
  },
  {
    "word": "budget airline",
    "simple_sentence": "I flew with a budget airline to keep my travel costs low.",
    "simple_sentence_spanish": "Volé con una aerolínea de bajo costo para mantener bajos mis gastos de viaje.",
    "complex_sentence": "Budget airlines often offer lower fares by minimizing additional services and amenities.",
    "complex_sentence_spanish": "Las aerolíneas de bajo costo suelen ofrecer tarifas más bajas al minimizar servicios y comodidades adicionales.",
    "pronunciation": "/ˈbʌdʒ.ɪt ˈeə.laɪn/",
    "spanish": "aerolínea de bajo costo",
    "id": 233
  },
  {
    "word": "low-cost airline",
    "simple_sentence": "I chose a low-cost airline for my last trip.",
    "simple_sentence_spanish": "Elegí una aerolínea de bajo costo para mi último viaje.",
    "complex_sentence": "Low-cost airlines provide affordable travel options, though they may charge extra for services.",
    "complex_sentence_spanish": "Las aerolíneas de bajo costo ofrecen opciones de viaje asequibles, aunque pueden cobrar extra por servicios.",
    "pronunciation": "/loʊ kɔːst ˈeə.laɪn/",
    "spanish": "aerolínea de bajo costo",
    "id": 234
  },
  {
    "word": "frequent flyer",
    "simple_sentence": "I signed up for the frequent flyer program to earn rewards.",
    "simple_sentence_spanish": "Me inscribí en el programa de viajero frecuente para ganar recompensas.",
    "complex_sentence": "Frequent flyers benefit from special privileges and upgrades due to their loyalty to an airline.",
    "complex_sentence_spanish": "Los viajeros frecuentes se benefician de privilegios y mejoras especiales debido a su lealtad a una aerolínea.",
    "pronunciation": "/ˈfriː.kwənt ˈflaɪər/",
    "spanish": "viajero frecuente",
    "id": 235
  },
  {
    "word": "travel agency",
    "simple_sentence": "I visited a travel agency to plan my vacation.",
    "simple_sentence_spanish": "Visité una agencia de viajes para planificar mis vacaciones.",
    "complex_sentence": "A travel agency can help you navigate various options and find the best deals for your trip.",
    "complex_sentence_spanish": "Una agencia de viajes puede ayudarte a navegar por diversas opciones y encontrar las mejores ofertas para tu viaje.",
    "pronunciation": "/ˈtræv.əl ˈeɪ.dʒən.si/",
    "spanish": "agencia de viajes",
    "id": 236
  },
  {
    "word": "tour guide",
    "simple_sentence": "I hired a tour guide to show me around the city.",
    "simple_sentence_spanish": "Contraté a un guía turístico para que me mostrara la ciudad.",
    "complex_sentence": "A tour guide provides valuable insights and information about the places you visit.",
    "complex_sentence_spanish": "Un guía turístico proporciona información valiosa sobre los lugares que visitas.",
    "pronunciation": "/tʊr ɡaɪd/",
    "spanish": "guía turístico",
    "id": 237
  },
  {
    "word": "group tour",
    "simple_sentence": "I joined a group tour to explore the local attractions.",
    "simple_sentence_spanish": "Me uní a un tour grupal para explorar las atracciones locales.",
    "complex_sentence": "Group tours offer a cost-effective way to visit multiple sites while meeting new people.",
    "complex_sentence_spanish": "Los tours grupales ofrecen una forma rentable de visitar múltiples sitios mientras conoces gente nueva.",
    "pronunciation": "/ɡruːp tʊr/",
    "spanish": "tour grupal",
    "id": 238
  },
  {
    "word": "private tour",
    "simple_sentence": "I arranged a private tour to customize my experience.",
    "simple_sentence_spanish": "Organicé un tour privado para personalizar mi experiencia.",
    "complex_sentence": "A private tour allows for a tailored itinerary and personal attention from the guide.",
    "complex_sentence_spanish": "Un tour privado permite un itinerario personalizado y atención personal del guía.",
    "pronunciation": "/ˈpraɪ.vɪt tʊr/",
    "spanish": "tour privado",
    "id": 239
  },
  {
    "word": "backpacker hostel",
    "simple_sentence": "I stayed at a backpacker hostel to meet fellow travelers.",
    "simple_sentence_spanish": "Me quedé en un albergue para mochileros para conocer a otros viajeros.",
    "complex_sentence": "Backpacker hostels offer affordable accommodations and a social environment for travelers.",
    "complex_sentence_spanish": "Los albergues para mochileros ofrecen alojamientos asequibles y un ambiente social para los viajeros.",
    "pronunciation": "/ˈbækˌpækər ˈhɒstl/",
    "spanish": "albergue para mochileros",
    "id": 240
  },
  {
    "word": "boutique hotel",
    "simple_sentence": "I stayed at a boutique hotel during my trip.",
    "simple_sentence_spanish": "Me quedé en un hotel boutique durante mi viaje.",
    "complex_sentence": "The boutique hotel offers personalized services and unique decor, making it a charming place to stay.",
    "complex_sentence_spanish": "El hotel boutique ofrece servicios personalizados y una decoración única, lo que lo convierte en un lugar encantador para alojarse.",
    "pronunciation": "/buːˈtiːk hoʊˈtɛl/",
    "spanish": "hotel boutique",
    "id": 241
  },
  {
    "word": "eco-lodge",
    "simple_sentence": "I stayed at an eco-lodge surrounded by nature.",
    "simple_sentence_spanish": "Me quedé en un eco-lodge rodeado de naturaleza.",
    "complex_sentence": "The eco-lodge emphasizes sustainability and offers a peaceful retreat for environmentally conscious travelers.",
    "complex_sentence_spanish": "El eco-lodge enfatiza la sostenibilidad y ofrece un retiro pacífico para viajeros conscientes del medio ambiente.",
    "pronunciation": "/ˈiː.koʊ lɒdʒ/",
    "spanish": "eco-lodge",
    "id": 242
  },
  {
    "word": "guest suite",
    "simple_sentence": "I booked a guest suite for extra comfort during my stay.",
    "simple_sentence_spanish": "Reservé una suite para huéspedes para mayor comodidad durante mi estancia.",
    "complex_sentence": "The guest suite includes luxurious amenities and provides a relaxing atmosphere for visitors.",
    "complex_sentence_spanish": "La suite para huéspedes incluye comodidades lujosas y proporciona una atmósfera relajante para los visitantes.",
    "pronunciation": "/ɡɛst swit/",
    "spanish": "suite para huéspedes",
    "id": 243
  },
  {
    "word": "luxury hotel",
    "simple_sentence": "I spent a night at a luxury hotel during my vacation.",
    "simple_sentence_spanish": "Pasé una noche en un hotel de lujo durante mis vacaciones.",
    "complex_sentence": "The luxury hotel features exquisite dining options and top-notch service for its guests.",
    "complex_sentence_spanish": "El hotel de lujo cuenta con opciones de comedor exquisitas y un servicio de primera clase para sus huéspedes.",
    "pronunciation": "/ˈlʌkʃəri hoʊˈtɛl/",
    "spanish": "hotel de lujo",
    "id": 244
  },
  {
    "word": "family-friendly hotel",
    "simple_sentence": "The family-friendly hotel had activities for all ages.",
    "simple_sentence_spanish": "El hotel familiar tenía actividades para todas las edades.",
    "complex_sentence": "This family-friendly hotel offers spacious rooms and facilities designed for children.",
    "complex_sentence_spanish": "Este hotel familiar ofrece habitaciones espaciosas y instalaciones diseñadas para niños.",
    "pronunciation": "/ˈfæmɪli ˈfrɛndli hoʊˈtɛl/",
    "spanish": "hotel familiar",
    "id": 245
  },
  {
    "word": "pet-friendly hotel",
    "simple_sentence": "I chose a pet-friendly hotel for my vacation.",
    "simple_sentence_spanish": "Elegí un hotel que admite mascotas para mis vacaciones.",
    "complex_sentence": "The pet-friendly hotel allows guests to bring their pets and offers special amenities for them.",
    "complex_sentence_spanish": "El hotel que admite mascotas permite a los huéspedes traer a sus animales y ofrece comodidades especiales para ellos.",
    "pronunciation": "/pɛt ˈfrɛndli hoʊˈtɛl/",
    "spanish": "hotel que admite mascotas",
    "id": 246
  },
  {
    "word": "spa resort",
    "simple_sentence": "I relaxed at a spa resort during my holiday.",
    "simple_sentence_spanish": "Me relajé en un resort de spa durante mis vacaciones.",
    "complex_sentence": "The spa resort provides a range of wellness treatments and serene environments for relaxation.",
    "complex_sentence_spanish": "El resort de spa ofrece una variedad de tratamientos de bienestar y entornos serenos para la relajación.",
    "pronunciation": "/spɑː rɪˈzɔːrt/",
    "spanish": "resort de spa",
    "id": 247
  },
  {
    "word": "all-inclusive resort",
    "simple_sentence": "We booked an all-inclusive resort for a hassle-free vacation.",
    "simple_sentence_spanish": "Reservamos un resort todo incluido para unas vacaciones sin complicaciones.",
    "complex_sentence": "The all-inclusive resort offers meals, drinks, and activities, ensuring a worry-free stay.",
    "complex_sentence_spanish": "El resort todo incluido ofrece comidas, bebidas y actividades, asegurando una estancia sin preocupaciones.",
    "pronunciation": "/ɔːl ɪnˈkluːsɪv rɪˈzɔːrt/",
    "spanish": "resort todo incluido",
    "id": 248
  },
  {
    "word": "adults-only resort",
    "simple_sentence": "I stayed at an adults-only resort for a peaceful getaway.",
    "simple_sentence_spanish": "Me quedé en un resort solo para adultos para una escapada tranquila.",
    "complex_sentence": "The adults-only resort provides a romantic atmosphere and caters to couples looking for relaxation.",
    "complex_sentence_spanish": "El resort solo para adultos ofrece una atmósfera romántica y atiende a parejas que buscan relajación.",
    "pronunciation": "/əˈdʌlts ˈoʊnli rɪˈzɔːrt/",
    "spanish": "resort solo para adultos",
    "id": 249
  },
  {
    "word": "water park",
    "simple_sentence": "We had a blast at the water park during our vacation.",
    "simple_sentence_spanish": "Nos divertimos mucho en el parque acuático durante nuestras vacaciones.",
    "complex_sentence": "The water park features thrilling slides and wave pools, making it a perfect spot for families.",
    "complex_sentence_spanish": "El parque acuático cuenta con toboganes emocionantes y piscinas de olas, lo que lo convierte en un lugar perfecto para las familias.",
    "pronunciation": "/ˈwɔːtər pɑːrk/",
    "spanish": "parque acuático",
    "id": 250
  },
  {
    "word": "theme park",
    "simple_sentence": "We spent a day at the theme park enjoying the rides.",
    "simple_sentence_spanish": "Pasamos un día en el parque temático disfrutando de las atracciones.",
    "complex_sentence": "The theme park is filled with exhilarating rides and entertaining shows suitable for all ages.",
    "complex_sentence_spanish": "El parque temático está lleno de atracciones emocionantes y espectáculos entretenidos aptos para todas las edades.",
    "pronunciation": "/θiːm pɑːrk/",
    "spanish": "parque temático",
    "id": 251
  },
  {
    "word": "amusement park",
    "simple_sentence": "I enjoyed the roller coasters at the amusement park.",
    "simple_sentence_spanish": "Disfruté de las montañas rusas en el parque de atracciones.",
    "complex_sentence": "The amusement park offers a variety of thrilling rides and family-friendly attractions.",
    "complex_sentence_spanish": "El parque de atracciones ofrece una variedad de atracciones emocionantes y aptas para toda la familia.",
    "pronunciation": "/əˈmjuːz.mənt pɑːrk/",
    "spanish": "parque de atracciones",
    "id": 252
  },
  {
    "word": "national park",
    "simple_sentence": "I explored the trails in the national park.",
    "simple_sentence_spanish": "Exploré los senderos en el parque nacional.",
    "complex_sentence": "The national park is renowned for its stunning landscapes and diverse wildlife.",
    "complex_sentence_spanish": "El parque nacional es famoso por sus impresionantes paisajes y su diversa fauna.",
    "pronunciation": "/ˈnæʃənl pɑːrk/",
    "spanish": "parque nacional",
    "id": 253
  },
  {
    "word": "state park",
    "simple_sentence": "We had a picnic at the state park last weekend.",
    "simple_sentence_spanish": "Hicimos un picnic en el parque estatal el fin de semana pasado.",
    "complex_sentence": "The state park features beautiful trails and recreational facilities for visitors to enjoy.",
    "complex_sentence_spanish": "El parque estatal cuenta con hermosos senderos e instalaciones recreativas para que los visitantes disfruten.",
    "pronunciation": "/steɪt pɑːrk/",
    "spanish": "parque estatal",
    "id": 254
  },
  {
    "word": "beach resort",
    "simple_sentence": "We relaxed at a beach resort by the ocean.",
    "simple_sentence_spanish": "Nos relajamos en un resort de playa junto al océano.",
    "complex_sentence": "The beach resort offers stunning ocean views and various water activities for guests.",
    "complex_sentence_spanish": "El resort de playa ofrece impresionantes vistas al océano y diversas actividades acuáticas para los huéspedes.",
    "pronunciation": "/biːtʃ rɪˈzɔːrt/",
    "spanish": "resort de playa",
    "id": 255
  },
  {
    "word": "mountain resort",
    "simple_sentence": "We enjoyed skiing at the mountain resort.",
    "simple_sentence_spanish": "Disfrutamos de esquiar en el resort de montaña.",
    "complex_sentence": "The mountain resort provides breathtaking views and a range of outdoor activities throughout the year.",
    "complex_sentence_spanish": "El resort de montaña ofrece vistas impresionantes y una variedad de actividades al aire libre durante todo el año.",
    "pronunciation": "/ˈmaʊntən rɪˈzɔːrt/",
    "spanish": "resort de montaña",
    "id": 256
  },
  {
    "word": "ski resort",
    "simple_sentence": "I spent my winter vacation at a ski resort.",
    "simple_sentence_spanish": "Pasé mis vacaciones de invierno en un resort de esquí.",
    "complex_sentence": "The ski resort features numerous slopes and excellent facilities for winter sports enthusiasts.",
    "complex_sentence_spanish": "El resort de esquí cuenta con numerosas pistas y excelentes instalaciones para los entusiastas de los deportes de invierno.",
    "pronunciation": "/skiː rɪˈzɔːrt/",
    "spanish": "resort de esquí",
    "id": 257
  },
  {
    "word": "golf resort",
    "simple_sentence": "I played a round of golf at the golf resort.",
    "simple_sentence_spanish": "Jugué una ronda de golf en el resort de golf.",
    "complex_sentence": "The golf resort offers beautiful courses and amenities for golf lovers.",
    "complex_sentence_spanish": "El resort de golf ofrece hermosos campos y comodidades para los amantes del golf.",
    "pronunciation": "/ɡɔlf rɪˈzɔːrt/",
    "spanish": "resort de golf",
    "id": 258
  },
  {
    "word": "wellness retreat",
    "simple_sentence": "I attended a wellness retreat focused on relaxation.",
    "simple_sentence_spanish": "Asistí a un retiro de bienestar enfocado en la relajación.",
    "complex_sentence": "The wellness retreat provides holistic treatments and activities designed to rejuvenate the mind and body.",
    "complex_sentence_spanish": "El retiro de bienestar ofrece tratamientos holísticos y actividades diseñadas para rejuvenecer la mente y el cuerpo.",
    "pronunciation": "/ˈwɛl.nəs rɪˈtriːt/",
    "spanish": "retiro de bienestar",
    "id": 259
  },
  {
    "word": "cultural festival",
    "simple_sentence": "I enjoyed the music at the cultural festival.",
    "simple_sentence_spanish": "Disfruté de la música en el festival cultural.",
    "complex_sentence": "The cultural festival celebrates local traditions and showcases a variety of performances and cuisine.",
    "complex_sentence_spanish": "El festival cultural celebra las tradiciones locales y presenta una variedad de actuaciones y gastronomía.",
    "pronunciation": "/ˈkʌl.tʃər.əl ˈfɛstɪvəl/",
    "spanish": "festival cultural",
    "id": 260
  },
  {
    "word": "music festival",
    "simple_sentence": "I enjoyed the music festival during my vacation.",
    "simple_sentence_spanish": "Disfruté del festival de música durante mis vacaciones.",
    "complex_sentence": "The music festival attracts artists and fans from around the world, offering a vibrant atmosphere and unforgettable performances.",
    "complex_sentence_spanish": "El festival de música atrae a artistas y fanáticos de todo el mundo, ofreciendo una atmósfera vibrante y actuaciones inolvidables.",
    "pronunciation": "/ˈmjuː.zɪk ˈfɛstə.vəl/",
    "spanish": "festival de música",
    "id": 261
  },
  {
    "word": "food festival",
    "simple_sentence": "I visited the food festival to taste different cuisines.",
    "simple_sentence_spanish": "Visité el festival de comida para probar diferentes cocinas.",
    "complex_sentence": "The food festival showcases local delicacies and culinary traditions, making it a must-visit for food lovers.",
    "complex_sentence_spanish": "El festival de comida presenta delicias locales y tradiciones culinarias, convirtiéndolo en una visita obligada para los amantes de la gastronomía.",
    "pronunciation": "/fuːd ˈfɛstə.vəl/",
    "spanish": "festival de comida",
    "id": 262
  },
  {
    "word": "wine festival",
    "simple_sentence": "I sampled various wines at the wine festival.",
    "simple_sentence_spanish": "Probé varios vinos en el festival del vino.",
    "complex_sentence": "The wine festival celebrates regional vineyards and offers tastings, tours, and educational workshops for enthusiasts.",
    "complex_sentence_spanish": "El festival del vino celebra las bodegas regionales y ofrece catas, recorridos y talleres educativos para los entusiastas.",
    "pronunciation": "/waɪn ˈfɛstə.vəl/",
    "spanish": "festival del vino",
    "id": 263
  },
  {
    "word": "film festival",
    "simple_sentence": "I watched several movies at the film festival.",
    "simple_sentence_spanish": "Vi varias películas en el festival de cine.",
    "complex_sentence": "The film festival highlights independent films and provides a platform for filmmakers to showcase their work.",
    "complex_sentence_spanish": "El festival de cine destaca películas independientes y proporciona una plataforma para que los cineastas muestren su trabajo.",
    "pronunciation": "/fɪlm ˈfɛstə.vəl/",
    "spanish": "festival de cine",
    "id": 264
  },
  {
    "word": "art festival",
    "simple_sentence": "I admired the artworks at the art festival.",
    "simple_sentence_spanish": "Admiré las obras de arte en el festival de arte.",
    "complex_sentence": "The art festival features local artists and interactive installations, creating an inspiring environment for creativity.",
    "complex_sentence_spanish": "El festival de arte presenta artistas locales e instalaciones interactivas, creando un entorno inspirador para la creatividad.",
    "pronunciation": "/ɑrt ˈfɛstə.vəl/",
    "spanish": "festival de arte",
    "id": 265
  },
  {
    "word": "fashion show",
    "simple_sentence": "I attended a stunning fashion show last week.",
    "simple_sentence_spanish": "Asistí a un impresionante desfile de moda la semana pasada.",
    "complex_sentence": "The fashion show showcases the latest trends and features talented designers from around the globe.",
    "complex_sentence_spanish": "El desfile de moda presenta las últimas tendencias y cuenta con talentosos diseñadores de todo el mundo.",
    "pronunciation": "/ˈfæʃ.ən ʃoʊ/",
    "spanish": "desfile de moda",
    "id": 266
  },
  {
    "word": "trade show",
    "simple_sentence": "I networked with industry professionals at the trade show.",
    "simple_sentence_spanish": "Hice contactos con profesionales de la industria en la feria comercial.",
    "complex_sentence": "The trade show brings together businesses and entrepreneurs to showcase their products and services.",
    "complex_sentence_spanish": "La feria comercial reúne a empresas y emprendedores para mostrar sus productos y servicios.",
    "pronunciation": "/treɪd ʃoʊ/",
    "spanish": "feria comercial",
    "id": 267
  },
  {
    "word": "conference",
    "simple_sentence": "I participated in a conference about technology innovations.",
    "simple_sentence_spanish": "Participé en una conferencia sobre innovaciones tecnológicas.",
    "complex_sentence": "The conference gathers experts and professionals to discuss advancements and share knowledge in their field.",
    "complex_sentence_spanish": "La conferencia reúne a expertos y profesionales para discutir avances y compartir conocimientos en su campo.",
    "pronunciation": "/ˈkɒn.fər.əns/",
    "spanish": "conferencia",
    "id": 268
  },
  {
    "word": "convention",
    "simple_sentence": "I attended a convention focused on health and wellness.",
    "simple_sentence_spanish": "Asistí a una convención centrada en la salud y el bienestar.",
    "complex_sentence": "The convention offers workshops and seminars, promoting networking and collaboration among attendees.",
    "complex_sentence_spanish": "La convención ofrece talleres y seminarios, promoviendo el establecimiento de contactos y la colaboración entre los asistentes.",
    "pronunciation": "/kənˈvɛnʃən/",
    "spanish": "convención",
    "id": 269
  }
]
